{"a": [["Basal/bolus versus sliding scale insulin in glycaemic control of diabetic patients with cardiovascular diseases", "2013"], ["Intensive versus conventional insulin therapy for inpatient medical patients: a single centre randomized open trial", "2018"], ["Various insulin regimens for diabetic inpatients with cirrhosis trial (VIRDICT)", "2018"], ["Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1999"], ["Standards of medical care in diabetes ‐ 2008", "2008"], ["Interaction revisited: the difference between two estimates", "2003"], ["Eliminating inpatient sliding‐scale insulin: a reeducation project with medical house staff", "2005"], ["Designing psycho‐oncology randomised trials and cluster randomised trials: variance components and intra‐cluster correlation of commonly used psychosocial measures", "2013"], ["Basics of meta‐analysis: I² is not an absolute measure of heterogeneity", "2017"], ["Prediction intervals", "2017"], ["Inpatient insulin therapy", "2008"], ["Reporting of long‐term extension studies: lack of consistency calls for consensus", "2011"], ["Perioperative glycaemic control for diabetic patients undergoing surgery", "2012"], ["Death to the sliding scale!", "2003"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JPT, Churchill R, Chandler J, Cumpston MS (editors). Cochrane Handbook for Systematic Reviews of Interventions version 5.2.0 (updated June 2017). The Cochrane Collaboration, 2017", "2017"], ["Risk factors for inpatient hypoglycemia during subcutaneous insulin therapy in non‐critically ill patients with type 2 diabetes", "2012"], ["Does intensive insulin therapy really reduce mortality in critically ill surgical patients? A reanalysis of meta‐analytic data", "2010"], ["GRADEpro GDT", "2015"], ["Intensive insulin therapy and mortality among critically ill patients: a meta‐analysis including NICE‐SUGAR study data", "2009"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["A re‐evaluation of random‐effects meta‐analysis", "2009"], ["The Cochrane Collaboration's tool for assessing risk of bias in randomised trials", "2011"], ["Chapter 16: Special topics in statistics. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions. Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Churchill R, Chandler J, Cumpston MS (editors), Cochrane Handbook for Systematic Reviews of Interventions version 5.2.0 (updated June 2017). The Cochrane Collaboration, 2017", "2017"], ["Estimating the mean and variance from the median, range, and the size of a sample", "2005"], ["Observer bias in randomized clinical trials with measurement scale outcomes: a systematic review of trials with both blinded and non blinded assessors", "2013"], ["The impact of outcome reporting bias in randomised controlled trials on a cohort of systematic reviews", "2010"], ["Intensive insulin therapy in critically ill hospitalized patients: making it safe and effective", "2011"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "2009"], ["Glycemic control in the hospitalized patient", "2011"], ["Comparison of registered and published primary outcomes in randomized controlled trials", "2009"], ["A checklist designed to aid consistency and reproducibility of GRADE assessments: development and pilot validation", "2014"], ["Design, objectives, execution and reporting of published open‐label extension studies", "2012"], ["Why won't the sliding scale go away?", "2011"], ["Risk factors for hospitalization in people with diabetes", "2053"], ["Review Manager (RevMan)", "2014"], ["Interpretation of random effects meta‐analyses", "2011"], ["Chapter 11: Completing ‘Summary of findings’ tables and grading the confidence in or quality of the evidence. In: Higgins JPT, Churchill R, Chandler J, Cumpston MS (editors), Cochrane Handbook for Systematic Reviews of Interventions version 5.2.0 (updated June 2017). The Cochrane Collaboration, 2017", "2017"], ["Recommendations for examining and interpreting funnel plot asymmetry in meta‐analyses of randomised controlled trials", "2011"], ["Chapter 10: Addressing reporting biases. In: Higgins JPT, Churchill R, Chandler J, Cumpston MS (editors), Cochrane Handbook for Systematic Reviews of Interventions version 5.2.0 (updated June 2017). The Cochrane Collaboration, 2017", "2017"], ["Hyperglycemia: an independent marker of in‐hospital mortality in patients with undiagnosed diabetes", "2002"], ["Sliding scale insulin use: myth or insanity?", "2007"], ["Management of hyperglycemia in hospitalized patients in non‐critical care setting: an Endocrine Society clinical practice guideline", "2012"], ["IDF diabetes atlas: global estimates of the prevalence of diabetes for 2011 and 2030", "2011"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Global prevalence of diabetes: estimates for the year 2000 and projections for 2030", "2004"], ["Developing optimal search strategies for detecting clinically sound treatment studies in EMBASE", "2006"], ["Empirical evidence of bias in treatment effect estimates in controlled trials with different interventions and outcomes: meta‐epidemiological study", "2008"]], "ex": [["Glycemic control with regular versus lispro insulin sliding scales in hospitalized type 2 diabetics", "2006"], ["Comparison of human regular and lispro insulins after interruption of continuous subcutaneous insulin infusion and in the treatment of acutely decompensated IDDM", "1998"], ["In‐silico trials for glucose control in hospitalized patients with type 2 diabetes", "2016"], ["Efficacy of basal‐bolus insulin regimens in the inpatient management of non‐critically ill patients with type 2 diabetes: a systematic review and meta‐analysis", "2017"], ["The stroke hyperglycemia insulin network effort (SHINE) trial: an adaptive trial design case study", "2015"], ["Glycemic control in medical inpatients with type 2 diabetes mellitus receiving sliding scale insulin regimens versus routine diabetes medications: a multicenter randomized controlled trial", "2003"], ["Our experience of controlling diabetes in the peri‐operative period of patients who underwent cardiac surgery", "2010"], ["A point‐of‐care clinical trial comparing insulin administered using a sliding scale versus a weight‐based regimen", "2011"], ["Continuous intravenous insulin infusion reduces the incidence of deep sternal wound infection in diabetic patients after cardiac surgical procedures", "1999"], ["Add‐on treatment with intermediate‐acting insulin versus sliding‐scale insulin for patients with type 2 diabetes or insulin resistance during cyclic glucocorticoid‐containing antineoplastic chemotherapy: a randomized crossover study", "2016"], ["Effective adverse event reduction with bolus‐basal versus sliding scale insulin therapy in patients with diabetes during conventional hospitalization: systematic review and meta‐analysis", "2016"], ["Insulin glargine improves glycaemic control after coronary surgery in patients with diabetes or pre‐diabetes", "2008"], ["Glargine insulin use versus continuous regular insulin in diabetic surgical noncritically ill patients receiving parenteral nutrition: randomized controlled study", "2017"], ["Basal‐bolus insulin therapy and glycemic control in adult patients with type 2 diabetes mellitus: a review of the literature", "2014"], ["Sliding‐scale insulin used for blood glucose control: a meta‐analysis of randomized controlled trials", "2015"], ["Efficacy, usability and sequence of operations of a work flow‐integrated algorithm for basal–bolus insulin therapy in hospitalized type 2 diabetes patients", "2014"], ["Insulin infusion and infectious diabetes foot ulcers (IIIFU)", "2018"], ["Insulin glargine for diabetes metabolism (DM) type II patients under enteral nutrition", "2018"], ["Basal bolus vs. sliding scale for treatment of diabetic patients in medical wards", "2018"], ["Effect of Lantus and Apidra in patients with acute ST elevation myocardial infarction (INTENSIVE)", "2018"], ["Effect of intensive insulin therapy using a closed‐loop glycemic control system in hepatic resection patients: a prospective randomized clinical trial", "2009"], ["Continuous postoperative blood glucose monitoring and control by artificial pancreas in patients having pancreatic resection: a prospective randomized clinical trial", "2009"], ["Triple‐B (basal‐bolus‐booster) subcutaneous insulin regimen: a pragmatic approach to managing hospital inpatient hyperglycaemia", "2011"], ["Impacts of insulin infusion protocol on blood glucose level and outcomes in acute coronary syndrome patients with diabetes mellitus", "2015"], ["Effects of a computerized order set on the inpatient management of hyperglycemia: a cluster‐randomized controlled trial", "2010"], ["70/30 insulin algorithm versus sliding scale insulin", "2005"], ["Randomized controlled trial of insulin supplementation for correction of bedtime hyperglycemia in hospitalized patients with type 2 diabetes", "2015"], ["A randomised, controlled pilot study to investigate the potential benefit of intervention with insulin in hyperglycaemic acute ischaemic stroke patients", "2006"], ["Sliding‐scale versus basal‐bolus insulin in the management of severe or acute hyperglycaemia in type 2 diabetes patients: a retrospective study", "2014"]], "in": [["Sliding scale regular insulin for control of hyperglycemia after a bariatric surgical procedure", "2007"], ["Conventional approach to glucose management for diabetic patients undergoing coronary artery bypass surgery", "2002"], ["Insulin therapy and glycemic control in hospitalized patients with diabetes during enteral nutrition therapy: a randomized controlled clinical trial", "2009"], ["Comparison on efficacy and safety of three inpatient insulin therapy in type2 DM", "2013"], ["Benefits of a simple glycaemic protocol in an orthopaedic surgery ward: a randomized prospective study", "2012"], ["Basal/bolus versus sliding scale insulin in hospitalized patients with type 2 diabetes", "2007"], ["Basal bolus insulin versus SSRI in type 2 diabetes undergoing general surgery (RABBIT 2‐SX)", "2011"], ["Basal bolus versus basal insulin in type 2 diabetes mellitus (T2DM) (Basal‐Plus)", "2013"]]}