{"a": [["Plasma lipoprotein levels as predictors of cardiovascular death in women", "1993"], ["Analysing and presenting results", "2005"], ["Reporting on methods in clinical trials", "1982"], ["Carbohydrate metabolism", "1994"], ["Intergenerational class mobility and the convergence thesis: England, France, and Sweden", "1983"], ["Hypertriglyceridemia as a risk factor of coronary heart disease mortality in subjects with impaired glucose tolerance or diabetes. Results from the 11‐year follow‐up of the Paris Prospective Study", "1989"], ["Hyperinsulinaemia as a predictor of coronary heart disease mortality in a healthy population: the Paris Prospective Study, 15‐year follow‐up", "1991"], ["Oral contraceptives and renal and retinal complications in young women with insulin‐dependent diabetes mellitus", "1994"], ["Pregnancy and diabetes mellitus", "2003"], ["The effects of different formulations of oral contraceptive agents on lipid and carbohydrate metabolism", "1990"], ["Insulin resistance, secretion, and metabolism in users of oral contraceptives", "1992"], ["The influence of female sex steroids on glucose metabolism and insulin action", "1996"], ["Occlusive vascular diseases in oral contraceptive users. Epidemiology, pathology and mechanisms", "2000"], ["Surrogate end points in clinical research: hazardous to your health", "2005"], ["Obstetrie en gynaecologie. De voortplanting van de mens; section 12", "1999"], ["Contraception in patients with type I diabetes: a survey of 808 women of reproductive age", "1994"], ["Contraception in women with IDDM. An epidemicological study", "1992"], ["Exogenous estrogen exposures and changes in diabetic retinopathy. The Wisconsin Epidemiologic Study of Diabetic Retinopathy", "1999"], ["Pharmaceutical industry sponsorship and research outcome and quality: systematic review", "2003"], ["Oral contraceptive use and hormone replacement therapy are associated with microalbuminuria", "2001"], ["Contraception in diabetic women: an Italian study", "2005"], ["Subverting randomization in controlled trials", "1995"], ["Allocation concealment in randomised trials: defending against deciphering", "2002"], ["Blinding in randomised trials: hiding who got what", "2002"], ["Sample size slippages in randomised trials: exclusions and the lost and wayward", "2002"], ["Use of contraception by women with type 1 or type 2 diabetes mellitus: 'it's funny that nobody really spoke to me about it'", "2011"], ["Effects of oral contraceptives on carbohydrate and lipid metabolisms in a healthy population: the Telecom study", "1990"], ["Diabetes mellitus in pregnancy", "1997"], ["When are observational studies as credible as randomised trials?", "2004"], ["Medical eligibility criteria for contraceptive use. Fourth edition, 2009", "2010"], ["Comparison of effects of different combined oral‐contraceptive formulations on carbohydrate and lipid metabolism", "1979"], ["Effects of oral contraceptives on carbohydrate metabolism", "1986"]], "ex": [["The effect of various contraceptive hormonal therapies in women with normal and diabetic oral glucose tolerance test", "1976"], ["Contraception in diabetic women: comparative metabolic study of Norplant, depot Medroxyprogesterone acetate, low dose oral contraceptive pill and CuT380A", "2000"], ["Use of the NuvaRing hormone‐releasing system in late reproductive‐age women with type 1 diabetes mellitus", "2008"], ["Effect on carbohydrate metabolism and analysis of acceptability (menstrual cycle control) of extended regimens of the vaginally inserted hormone‐releasing system 'NuvaRing' as compared with the standard 21/7 regime in reproductive‐age women with type 1 diabetes mellitus", "2010"], ["Mortality and hormone‐related exposures in women with diabetes", "1999"], ["Effects of contraceptive steroids on cardiovascular risk factors in women with insulin‐dependent diabetes mellitus", "1994"], ["Hormonal contraception in women with IDDM. Influence on glycometabolic control and lipoprotein metabolism", "1995"], ["Diabetes regulation and oral contraceptives. Lipoprotein metabolism in women with insulin dependent diabetes mellitus using oral contraceptives", "1996"], ["Impairment of diabetic control by norethynodrel with mestranol", "1967"], ["Contraception in diabetic women", "1986"]], "in": [["Contraception in perimenopausal women with diabetes mellitus", "2006"], ["Oral contraception in diabetic women. Diabetes control, serum and high density lipoprotein lipids during low‐dose progestogen, combined oestrogen/progestogen and non‐hormonal contraception", "1979"], ["Effect of a levonorgestrel intrauterine system on women with type 1 diabetes: a randomized trial", "2005"], ["Oral contraceptives in diabetic women: metabolic effects of four compounds with different estrogen/progestogen profiles", "1986"]]}