{"a": [["The SWITCH study (Sensing with insulin pump therapy to control HbA1c). Design and methods of a randomized controlled cross‐over trial on sensor‐augmented insulin pump efficacy in type 1 diabetes sub‐optimally controlled with pump therapy", "2011"], ["High quality of life in children and psychological wellbeing in mothers 12 months after diabetes onset: results of the paediatric onset‐trial of sensor‐enhanced CSII", "2010"], ["Continuous glucose monitoring: effect on glucose control and treatment satisfaction in diabetes mellitus type 1", "2010"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Limitations of conventional methods of self‐monitoring of blood glucose: lessons learned from 3 days of continuous glucose sensing in pediatric patients with type 1 diabetes", "2001"], ["Much ado about nothing: a comparison of the performance of meta‐analytical methods with rare events", "2007"], ["The Well‐being Questionnaire", "1994"], ["Diabetes Treatment Satisfaction Questionnaire (DTSQ)", "1994"], ["Continuous glucose sensing: future technology developments", "2009"], ["The effect of continuous subcutaneous glucose monitoring (CGMS) versus intermittent whole blood finger‐stick glucose monitoring (SBGM) on hemoglobin A1c (HBA1c) levels in Type I diabetic patients: a systematic review", "2008"], ["A coefficient of agreement for nominal scales", "1960"], ["Diverse causes of hypoglycaemia‐associated autonomic failure in diabetes", "2004"], ["The diabetes control and complications trial research group. The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus", "1993"], ["Guidance for Industry. Diabetes Mellitus: developing drugs and therapeutic biologics for treatment and prevention (Draft guidance)", "2009"], ["Efficacy of continuous glucose monitoring in improving glycaemic control and reducing hypoglycemia: a systematic review and meta‐analysis of randomized trials", "2011"], ["Continuous glucose monitoring: a review of biochemical perspectives and clinical use in type 1 diabetes", "2009"], ["Continuous Glucose Monitoring System in children with type 1 diabetes mellitus: a systematic review and meta‐analysis", "2008"], ["Development of a type 2 diabetes symptom checklist: a measure of symptom severity", "1994"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.0.0 [updated February 2008]", "2008"], ["Review Article: Real‐time continuous glucose monitoring system fortreatment of diabetes: a systematic review", "2010"], ["Continuous glucose monitoring. Roadmap for 21st century diabetes therapy", "2005"], ["The case of the misleading funnel plot", "2006"], ["The PRISMA Statement for Reporting Systematic and Meta‐Analyses of Studies That Evaluate Interventions: Explanation and Elaboration", "1999"], ["The MOS 36‐Item Short‐Form Health Survey (SF‐36): II. Psychometric and clinical tests of validity in measuring physical and mental health constructs.", "1993"], ["Intensive diabetes treatment and cardiovascular disease in patients with type 1 diabetes", "2005"], ["Type 1 diabetes diagnosis and management of type 1 diabetes in children and young people", "2004"], ["Glycaemic control in type 1 diabetes during real time continuous glucose monitoring compared with self monitoring of blood glucose: meta‐analysis of randomised controlled trials using individual patient data", "2011"], ["Review Manager (RevMan). 5.0 for Windows", "2008"], ["Investigating and dealing with publication and other biases", "2001"], ["The GlucoWatch Biographer: a frequent, automatic and noninvasive glucose monitor", "2000"], ["Comparison of a needle‐type and a microdialysis continuous glucose monitor in type 1 diabetic patients", "2005"], ["Continuous glucose monitors: the long awaited watch dogs?", "2007"], ["How to assess and compare the accuracy of continuous glucose monitors?", "2008"], ["Second report. Technical Report Series 646", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"]], "ex": [["Alarms Based on Real‐Time Sensor Glucose Values Alert Patients to Hypo‐ and Hyperglycemia: The Guardian Continuous Monitoring System", "2004"], ["Patient perception and use of an insulin injector/glucose monitor combined device", "2004"], ["Use of the GlucoWatch biographer in children with type 1 diabetes", "2003"], ["A randomized multicenter trial comparing the glucowatch biographer with standard glucose monitoring in children with type 1 diabetes", "2005"], ["A Continuous Glucose Sensor Based on Wired Enzyme[trademark] Technology ‐ Results from a 3‐Day Trial in Patients with Type 1 Diabetes", "2003"], ["Eight‐point glucose testing Versus the continuous glucose monitoring system in evaluation of glycemic control in type 1 diabetes", "2005"], ["Improvement in glycemic excursions with a transcutaneous, real‐time continuous glucose sensor: A randomized controlled trial", "2006"], ["Improved glycemic control in intensively treated adult subjects with type 1 diabetes using insulin guidance software", "2008"], ["InDuo, a novel combined insulin injection and blood glucose monitoring device ‐ effective and save as other devices, and patient preference", "2005"], ["Continuous glucose monitoring and the reality of metabolic control in preschool children with type 1 diabetes", "2004"], ["Sustained benefit of continuous glucose monitoring and HbA1c, glucose profiles, and hypoglycemia in adults with type 1 diabetes", "2009"], ["Effectiveness of continuous glucose monitoring in pregnant women with diabetes: Randomised clinical trial", "2008"], ["On rendering continuous glucose monitoring ready for prime time in the cardiac care unit", "2007"], ["JDRF randomized clinical trial to assess the efficacy of real‐time continuous glucose monitoring in the management of type 1 diabetes: Research design and methods", "2008"], ["FreeStyle navigator continuous glucose monitoring system use in children with type 1 diabetes using glargine‐based multiple daily dose regimens: Results of a pilot trial diabetes research in children network (DirecNet) study group", "2008"], ["Evaluation of CGMS during rapid blood glucose changes in patients with type 1 diabetes", "2006"], ["Youth and parent satisfaction with clinical use of the glucoWatch G2 Biographer in the management of pediatric type 1 diabetes", "2005"], ["Continuous glucose monitoring for treatment adjustment in diabetic pregnancies ‐ A pilot study", "2003"], ["Continuous glucose monitoring for the evaluation of gravid women with type 1 diabetes mellitus", "2003"]], "in": [["Effect of continuous glucose monitoring on hypoglycemia in type 1 diabetes.", "2011"], ["Effectiveness of Sensor‐Augmented Insulin‐Pump Therapyin Type 1 Diabetes", "2010"], ["Continuous subcutaneous glucose monitoring in children with type 1 diabetes", "2001"], ["The continuous glucose monitoring system is useful for detecting unrecognized hypoglycemias in patients with type 1 and type 2 diabetes but is not better than frequent capillary glucose measurements for improving metabolic control", "2003"], ["Randomized controlled trial to assess the impact ofcontinuous glucose monitoring on HbA1c in insulintreateddiabetes (MITRE Study)", "2009"], ["Multicentre, randomised, controlled study of the impact of continuous sub‐cutaneous glucose monitoring (GlucoDay) on glycaemic control in type 1 and type 2 diabetes patients", "2009"], ["Results of a randomised controlled cross‐over trial on the effect of continuous subcutaneous glucose monitoring (CGMS) on glycaemic control in children and adolescents with type 1 diabetes", "2006"], ["Improved glycemic control in poorly controlled patients with type 1 diabetes using real‐time continuous glucose monitoring", "2006"], ["Sensor‐augmented pump therapy lowers HbA1c in suboptimally controlled type 1 diabetes: a randomized controlled trial.", "2011"], ["Short‐term effects on patient satisfaction of continuous glucose monitoring with the glucoday with real‐time and retrospective access to glucose values: A crossover study", "2009"], ["Sensor‐augmented insulin pump therapy: Results of the first randomized treat‐to‐target study", "2008"], ["Continuous glucose monitoring and intensive treatment of type 1 diabetes", "2008"], ["Quality‐of‐life measures in children and adults with type 1 diabetes: Juvenile Diabetes Research Foundation Continuous Glucose Monitoring randomized trial", "2010"], ["Sensor‐augmented pump therapy from the diagnosis of childhood type 1 diabetes: results of the Pediatric Onset Study (ONSET) after 12 months of treatment", "2010"], ["Continuous subcutaneous glucose monitoring in children with type 1 diabetes mellitus: A single‐blind, randomized, controlled trial", "2006"], ["Use of short‐term real‐time continuous glucose monitoring in type 1 diabetes patients on continuous intraperitoneal insulin infusion: A feasibility study", "2009"], ["Continuous subcutaneous glucose monitoring improved metabolic control in pediatric patients with type 1 diabetes: A controlled crossover study", "2003"], ["Glycaemic impact of patient‐led use of sensor‐guided pump therapy in type 1 diabetes: a randomised controlled trial", "2009"], ["Patient‐reported outcomes for an integrated real‐time continuous glucose monitoring/insulin pump system", "2009"], ["Incremental value of continuous glucose monitoring when starting pump therapy in patients with poorly controlled type 1 diabetes: The RealTrend study", "2009"], ["Use of the Continuous Glucose Monitoring System to guide therapy in patients with insulin‐treated diabetes: a randomized controlled trial", "2004"], ["Continuous glucose monitoring‐guided insulin adjustment in children and adolescents on near‐physiological insulin regimens: A randomized controlled trial", "2006"]]}