{"a": [["Cardiovascular events and correlates in the Veterans Affairs Diabetes Feasibility Trial. Veterans Affairs Cooperative Study on Glycemic Control and Complications in Type II Diabetes", "1997"], ["Report of the expert committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Standards of medical care in diabetes ‐ 2010", "2010"], ["Promoters of progression of diabetic nephropathy: the relative roles of blood glucose and blood pressure control", "1997"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Impaired insulin action in puberty. A contributing factor to poor glycemic control in adolescents with diabetes", "1986"], ["Practical steps to improving the management of type 1 diabetes: recommendations from the Global Partnership for Effective Diabetes Management", "2010"], ["Are systematic reviews up‐to‐date at the time of publication?", "2013"], ["Implementation of intensified insulin therapy: a European perspective", "1995"], ["Diabetic Somatic Neuropathies", "2004"], ["Enhanced glucose control for preventing and treating diabetic neuropathy", "2012"], ["Effect of the quality and outcomes framework on diabetes care in the United Kingdom: retrospective cohort study", "2009"], ["Clinical practice guidelines for the prevention and management of diabetes in Canada", "2008"], ["Large trials vs meta‐analysis of smaller trials: how do their results compare?", "1996"], ["MRC/BHF Heart Protection Study of cholesterol‐lowering with simvastatin in 5963 people with diabetes: a randomised placebo‐controlled trial", "2003"], ["Temporal patterns in overweight and obesity in Type 1 diabetes", "2010"], ["The barrier of hypoglycemia in diabetes", "2008"], ["Rapid tightening of blood glucose control leads to transient deterioration of retinopathy in insulin dependent diabetes mellitus: the Oslo study", "1985"], ["Type 1 diabetes", "2006"], ["Stressors and self‐care challenges faced by adolescents living with type 1 diabetes", "2004"], ["Diabetes Control and Complications Trial (DCCT): Results of feasibility study", "1987 Jan‐Feb"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus. The Diabetes Control and Complications Trial Research Group", "1993"], ["Effect of intensive diabetes treatment on the development and progression of long‐term complications in adolescents with insulin‐dependent diabetes mellitus: Diabetes Control and Complications Trial. Diabetes Control and Complications Trial Research Group", "1994"], ["The effect of intensive diabetes treatment on the progression of diabetic retinopathy in insulin‐dependent diabetes mellitus. The Diabetes Control and Complications Trial", "1995"], ["Effect of intensive diabetes management on macrovascular events and risk factors in the Diabetes Control and Complications Trial", "1995"], ["The relationship of glycemic exposure (HbA1c) to the risk of development and progression of retinopathy in the diabetes control and complications trial", "1995"], ["Progression of retinopathy with intensive versus conventional treatment in the Diabetes Control and Complications Trial. Diabetes Control and Complications Trial Research Group", "1995"], ["Effect of intensive therapy on the development and progression of diabetic nephropathy in the Diabetes Control and Complications Trial. The Diabetes Control and Complications (DCCT) Research Group", "1995"], ["The absence of a glycemic threshold for the development of long‐term complications: the perspective of the Diabetes Control and Complications Trial", "1996"], ["Lifetime benefits and costs of intensive therapy as practiced in the diabetes control and complications trial. The Diabetes Control and Complications Trial Research Group.[Erratum appears in JAMA 1997 Jul 2;278(1):25]", "1996"], ["Intensive diabetes therapy and glomerular filtration rate in type 1 diabetes", "2011"], ["Association of hypoglycemia and cardiac ischemia: a study based on continuous monitoring", "2003"], ["Hypoglycemia, diabetes, and cardiovascular events", "2010"], ["Uncertain effects of rosiglitazone on the risk for myocardial infarction and cardiovascular death", "2007"], ["Glucose control and vascular complications in veterans with type 2 diabetes", "2009"], ["Risk of adverse effects of intensified treatment in insulin‐dependent diabetes mellitus: A meta‐analysis", "1997"], ["Meta‐analysis of small trials: proceed with caution", "2008"], ["Unravelling a complex trait: the genetics of insulin‐dependent diabetes mellitus", "1997"], ["Microvascular and Macrovascular Complications of Diabetes", "2008"], ["Effect of lipid reduction on the progression of renal disease: a meta‐analysis", "2001"], ["Glycemia treatment strategies in the Action to Control Cardiovascular Risk in Diabetes (ACCORD) trial", "2007"], ["Effects of intensive glucose lowering in type 2 diabetes", "2008"], ["Cardiac arrhythmia and nocturnal hypoglycaemia in type 1 diabetes‐‐the 'dead in bed' syndrome revisited", "2009"], ["GRADE: an emerging consensus on rating quality of evidence and strength of recommendations", "2008"], ["Effect of dietary protein restriction on prognosis in patients with diabetic nephropathy", "2002"], ["Conventional versus intensive diabetes therapy in children with type 1 diabetes: effects on memory and motor speed", "1999"], ["Anxiety symptoms in adolescents with type 1 diabetes: association with blood glucose monitoring and glycemic control", "2010"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["A re‐evaluation of random‐effects meta‐analysis", "2009"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["The Cochrane Collaboration's tool for assessing risk of bias in randomised trials", "2011"], ["The pharmacokinetics and pharmacodynamics of rapid‐acting insulin analogues and their clinical consequences", "2012"], ["Observer bias in randomized clinical trials with measurement scale outcomes: a systematic review of trials with both blinded and nonblinded assessors", "2013"], ["Correlates of glycemic control and quality of life outcomes in adolescents with type 1 diabetes", "2010"], ["A review of the recent epidemiological data on the worldwide incidence of type 1 (insulin‐dependent) diabetes mellitus. World Health Organization DIAMOND Project Group", "1993"], ["The impact of outcome reporting bias in randomised controlled trials on a cohort of systematic reviews", "2010"], ["Reported methodologic quality and discrepancies between large and small randomized trials in meta‐analyses", "2001"], ["The Wisconsin Epidemiologic Study of Diabetic Retinopathy: XVII. The 14‐year incidence and progression of diabetic retinopathy and associated risk factors in type 1 diabetes", "1998"], ["The changing natural history of nephropathy in type I diabetes", "1985"], ["Optimal blood glucose control during 18 years preserves peripheral nerve function in patients with 30 years' duration of type 1 diabetes", "2003"], ["Effect of intensive therapy on early macrovascular disease in young individuals with type 1 diabetes: a systematic review and meta‐analysis (Structured abstract)", "1999"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "2009"], ["Combining information for heterogeneous studies and rare events studies. Ph.D. Thesis, Rutgers University. New Brunswick, NJ", "2012"], ["Diabetic retinopathy, visual acuity, and medical risk indicators: a continuous 10‐year follow‐up study in Type 1 diabetic patients under routine care", "2001"], ["Epidemiology of type 1 diabetes", "2010"], ["Evidenzbasierte Leitlinie der DDG ‐ Therapie des Diabetes mellitus Typ 1", "2007"], ["Influence of intensive versus conventional glucose control on microvascular and macrovascular complications in type 1 and 2 diabetes mellitus", "2010"], ["Structural‐functional relationships in diabetic nephropathy", "1984"], ["Depressive symptoms and glycemic control in adolescents with type 1 diabetes: mediational role of blood glucose monitoring", "2009"], ["Effect of future costs on cost‐effectiveness of medical interventions among young adults: the example of intensive therapy for type 1 diabetes mellitus", "2000"], ["Improvements in the life expectancy of type 1 diabetes: The Pittsburgh Epidemiology of Diabetes Complications Study Cohort", "2012"], ["Continuous subcutaneous insulin infusion (CSII) versus multiple insulin injections for type 1 diabetes mellitus", "2010"], ["Microalbuminuria and hypertension with focus on type 1 and type 2 diabetes", "2003"], ["Long‐acting insulin analogues vs. NPH human insulin in type 1 diabetes. A meta‐analysis", "2009"], ["Glycemic control in type 2 diabetes: time for an evidence‐based about‐face?", "2009"], ["Comparison of metabolic control in a cross‐sectional study of 2,873 children and adolescents with IDDM from 18 countries. The Hvidore Study Group on Childhood Diabetes", "1997"], ["Insulin treatment and cardiovascular disease; friend or foe? A point of view", "2005"], ["Intensive diabetes treatment and cardiovascular disease in patients with type 1 diabetes", "2005"], ["Modern‐day clinical course of type 1 diabetes mellitus after 30 years' duration: the diabetes control and complications trial/epidemiology of diabetes interventions and complications and Pittsburgh epidemiology of diabetes complications experience (1983‐2005)", "2009"], ["CG15 Type 1 diabetes in children, young people and adults: NICE guideline", "2010"], ["Recent HbA1c values and mortality risk in type 2 diabetes. Population‐Based Case‐Control Study", "2013"], ["DMP Diabetes mellitus type 1", "2008"], ["Good glycemic control remains crucial in prevention of late diabetic complications‐‐the Linkoping Diabetes Complications Study", "2009"], ["Worldwide increase in incidence of Type I diabetes‐‐the analysis of the data on published incidence trends", "1999"], ["Insulin resistance‐related factors, but not glycemia, predict coronary artery disease in type 1 diabetes: 10‐year follow‐up data from the Pittsburgh Epidemiology of Diabetes Complications Study", "2003"], ["A strong correlation between glomerular filtration rate and filtration surface in diabetic nephropathy", "1988"], ["The Effect of Dietary Protein Restriction on the Progression of Diabetic and Nondiabetic Renal Diseases: A Meta‐Analysis", "1996"], ["Effectiveness of disease‐management programs for improving diabetes care: a meta‐analysis", "2011"], ["Increasing incidence of Type 1 diabetes‐‐role for genes?", "2004"], ["Risk factors for progression to proliferative diabetic retinopathy in the EURODIAB Prospective Complications Study", "2001"], ["Familial factors determine the development of diabetic nephropathy in patients with IDDM", "1996"], ["Meta‐analysis of small randomized controlled trials in surgery may be unreliable", "2010"], ["American Association of Clinical Endocrinologists medical guidelines for clinical practice for the management of diabetes mellitus", "2007"], ["Hypoglycemia in type 1 diabetes: a still unresolved problem in the era of insulin analogs and pump therapy", "2008"], ["Short acting insulin analogues versus regular human insulin in patients with diabetes mellitus", "2006"], ["Risk Factors for Coronary Heart Disease in Type 1 Diabetic Patients in Europe: The EURODIAB Prospective Complications Study", "2004"], ["Recommendations for examining and interpreting funnel plot asymmetry in meta‐analyses of randomised controlled trials", "2011"], ["Glycemic control and macrovascular disease in types 1 and 2 diabetes mellitus: Meta‐analysis of randomized trials", "2006"], ["Protection from retinopathy and other complications in patients with type 1 diabetes of extreme duration: The Joslin 50‐Year Medalist Study", "2011"], ["What to add to nothing? Use and avoidance of continuity corrections in meta‐analysis of sparse data", "2004"], ["Glycaemic control and severe hypoglycaemia following training in flexible, intensive insulin therapy to enable dietary freedom in people with type 1 diabetes: a prospective implementation study", "2005"], ["Recent advances in treatment of youth with Type 1 diabetes: better care through technology", "2001"], ["Vascular risk factors and diabetic neuropathy", "2005"], ["How well are we doing? Metabolic control in patients with diabetes", "1999"], ["Sudden death in type 1 diabetes: the mystery of the 'dead in bed' syndrome", "2010"], ["Intensive glucose control and macrovascular outcomes in type 2 diabetes", "2009"], ["Therapeutics of diabetes mellitus: focus on insulin analogues and insulin pumps", "2010"], ["Viral infections as potential triggers of type 1 diabetes", "2007"], ["Diabetic autonomic neuropathy", "2003"], ["Glycemia and cardiovascular disease in type 1 diabetes mellitus", "2008"], ["Meta‐analysis of effects of intensive blood‐glucose control on late complications of type I diabetes", "1993"], ["Properties of the urn randomization in clinical trials", "1988"], ["Is undetected autonomic dysfunction responsible for sudden death in Type 1 diabetes mellitus? The 'dead in bed' syndrome revisited", "1999"], ["Hypoglycemic episodes and risk of dementia in older patients with type 2 diabetes mellitus", "2009"], ["Diabetes mellitus", "1985"], ["Empirical evidence of bias in treatment effect estimates in controlled trials with different interventions and outcomes: meta‐epidemiological study", "2008"], ["Comparative effectiveness and safety of methods of insulin delivery and glucose monitoring for diabetes mellitus: a systematic review and meta‐analysis", "2012"], ["Intensified glucose lowering in type 2 diabetes: time for a reappraisal", "2010"], ["Small studies may overestimate the effect sizes in critical care meta‐analyses: a meta‐epidemiological study", "2013"], ["Severe hypoglycemia and risks of vascular events and death", "2010"]], "ex": [["Intensive insulin therapy compared with conventional insulin therapy does not reduce depressive symptoms in parents of children with type 1 diabetes", "1999"], ["Glomerular charge selectivity and the influence of improved blood glucose control in type 1 (insulin‐dependent) diabetic patients with microalbuminuria", "1992"], ["Retinopathy and nephropathy in patients with type 1 diabetes four years after a trial of intensive insulin therapy, by The Diabetes Control and Complications Trial/Epidemiology of Diabetes Interventions and Complications Research Group. New England Journal of Medicine 2000;342:381‐9", "2001"], ["Effect of near normoglycemia for 5 years on progression of early diabetic retinopathy and renal involvement", "1990"], ["[Metabolic control in labile type I diabetes with conventional insulin therapy, basal bolus insulin therapy using pens and continuous subcutaneous insulin infusion with the pump]. [German]", "1988"], ["Improvement of diabetic control and acceptability of a three‐injection insulin regimen in diabetic adolescents. A multicenter controlled study", "1993"], ["Effect of continuous subcutaneous insulin infusion on kidney function and size in IDDM patients: a 2 year controlled study", "1987"], ["Near normoglycemia for 1 year has no effect on platelet reactivity, factor VIII, and von Willebrand factor in insulin‐dependent diabetes mellitus: a controlled trial", "1987"], ["Effect of long‐term near‐normoglycemia on the progression of diabetic nephropathy", "1985"], ["The effect of continuous insulin infusion as compared with conventional insulin therapy in the evolution of diabetic retinal ischaemia. Two years report", "1989"], ["Continuous subcutaneous insulin infusion (CSII) versus conventional injection therapy in newly diagnosed diabetic children: Two‐year follow‐up of a randomized, prospective trial", "1989"], ["[A comparative study of intensive conventional insulin treatment and a multiple insulin‐injection regimen with NovoPen]. [Danish]", "1987"], ["[Effects of intensified insulin therapy on fat metabolism in type 1 diabetes mellitus]. [German]", "1988"], ["Sustained normoglycemia and remission phase in newly diagnosed type I diabetic subjects. Comparison between continuous subcutaneous insulin infusion and conventional therapy during a one year follow‐up", "1987"], ["Delayed progression of diabetic retinopathy by divided insulin administration: a further follow‐up", "1979"], ["A randomized controlled trial of Sweet Talk, a text‐messaging system to support young people with diabetes", "2006"], ["[Comparison of metabolic control between the continuous subcutaneous insulin infusion pump and augmented conventional treatment. Effects after 12 months]. [Spanish]", "1987"], ["[Multiple insulin injection therapy as intensive insulin therapy]. [Japanese]", "1990"], ["Intensive management of type 1 diabetes in young children", "2005"], ["Tight control can protect your heart", "2005"], ["Implanted constant basal rate insulin infusion devices for Type 1 (insulin‐dependent) diabetic patients", "1983"], ["Diabetic retinopathy after two years of intensified insulin treatment. Follow‐up of the Kroc Collaborative Study", "1988"], ["[Unstable type I diabetes mellitus: comparative study between intensive conventional treatment and continuous subcutaneous infusion of insulin]. [Spanish]", "1984"], ["Mortality prediction in diabetic patients with myocardial infarction: experiences from the DIGAMI study.[Erratum appears in Cariovasc Res 1997 Dec;36(3):460]", "1997"], ["Improved metabolic control preserved beta‐cell function two years after diagnosis of insulin‐dependent diabetes mellitus", "1997"], ["Frequency of hypoglycaemic and hyperglycaemic‐ketotic episodes during conventional and subcutaneous continuous insulin infusion therapy in IDDM", "1988"], ["Sustained normoglycemia in newly diagnosed type I diabetic subjects. Short‐term effects and one‐year follow‐up", "1984"], ["[Comparison of the effectiveness of conventional and intensive insulin therapy in the treatment of diabetes mellitus type 1 in pregnant women or those planning pregnancy]. [Polish]", "1987"], ["Metabolic effects of continuous subcutaneous insulin infusion: evidence that a rise and fall of portal vein insulin concentration with each major meal facilitates post‐absorptive glycemic control", "1988"], ["Improved diabetes control reduces skeletal muscle capillary basement membrane width in insulin‐dependent diabetes mellitus", "1988"], ["Lens changes during rapid tightening of metabolic control in diabetes", "1996"], ["The effect of long‐term intensified insulin treatment on the development of microvascular complications of diabetes mellitus", "1993"], ["A randomized trial of intensive insulin therapy in newly diagnosed insulin‐dependent diabetes mellitus", "1989"], ["Plasma somatostatin and plasma glucagon in long‐term IDDM without residual B‐cell function. No effect of different long‐term metabolic control", "1986"], ["Frequency of hypoglycemic episodes during intensive therapy with human insulin", "1996"], ["Utilization of an abbreviated diabetes impact management scale to assess change in subjective disability during a trial of pulsatile insulin delivery demonstrates benefit", "2009"], ["Effect of blood glucose control on increased glomerular filtration rate and kidney size in insulin‐dependent diabetes", "1985"]], "in": [["Evaluation of an intensified insulin treatment and teaching programme as routine management of type 1 (insulin‐dependent) diabetes. The Bucharest‐Dusseldorf study", "1987"], ["Subclinical neuropathy among diabetes control and complications trial participants without diagnosable neuropathy at trial completion: Possible predictors of incident neuropathy?", "2007"], ["Subclinical neuropathy among Diabetes Control and Complications Trial participants without diagnosable neuropathy at trial completion: Possible predictors of incident neuropathy?", "2007"], ["Prevention of deterioration of renal and sensory‐nerve function by more intensive management of insulin‐dependent diabetic patients. A two‐year randomised prospective study", "1983"], ["Intensive therapy in adult insulin‐dependent diabetes mellitus is associated with improved insulin sensitivity and reserve: a randomized, controlled, prospective study over 5 years in newly diagnosed patients", "1996"], ["Intensive therapy and progression to clinical albuminuria in patients with insulin dependent diabetes mellitus and microalbuminuria", "1995"], ["The Minnesota Diabetes Complications Clinical Trial. The first three years", "1983"], ["The effect of 8 years of strict glycaemic control on peripheral nerve function in IDDM patients: The Oslo study", "1994"], ["Effect of two years of strict metabolic functions in long term insulin‐dependent diabetes", "1984"], ["Effect of two years of strict metabolic control on progression of incipient nephropathy in insulin‐dependent diabetes", "1986"], ["Long‐term correction of hyperglycemia and progression of retinopathy in insulin dependent diabetes. A five‐year randomized prospective study", "1988"], ["Conventional versus intensive diabetes therapy in children with type 1 diabetes: effects on memory and motor speed", "1999"]]}