{"a": [["Report on the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Home management versus inpatient care of adolescents with newly diagnosed type 1 diabetes mellitus: survey of current practice", "2005"], ["Outpatient versus inpatient care of children newly diagnosed with IDDM", "1997"], ["A coefficient of agreement for nominal scales", "1960"], ["Undertaking systematic reviews of research on effectiveness: CRD's guidance for carrying out or commissioning reviews", "2000"], ["Care of the diabetic child in the community", "1980"], ["Diabetes mellitus im Kindesalter", "2000"], ["Assessing the quality of reports of randomized clinical trials: Is blinding necessary?", "1996"], ["Clinical picture of childhood type 1 diabetes mellitus in the Eastern Province of Saudi Arabia", "2001"], ["Paediatric home care ‐ a flexible approach to the family centred care of children with diabetes mellitus", "1989"], ["Varying clinical presentations at onset of type 1 diabetes mellitus in children ‐ epidemiological evidence for different subtypes of the disease?", "2001"], ["A systematic review of the costs and effectiveness of different models of paediatric home care", "2002"], ["Childhood and adolescent diabetes mellitus in Arabs residing in the United Arab Emirates", "2002"], ["A home care unit for diabetic children", "1984"], ["Starting insulin therapy in children with newly diagnosed diabetes: an outpatient approach", "1984"], ["Severity at onset of childhood type 1 diabetes in countries with high and low incidence of the condition", "2002"], ["Empirical evidence of bias: dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "1995"], ["The ambulatory insulin program: initiating therapy in an outpatient setting", "1988"], ["Field work of a diabetic clinic", "1953"], ["Second report. Technical Report Series 646", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"]], "ex": [["Efficacy of outpatient managment of new onset diabetes in children", "1987"], ["Outpatient initiation of insulin therapy in patients with diabetes mellitus", "1987"], ["An out‐of‐hospital approach to the newly diagnosed diabetic", "1986"], ["Metabolic control in children with insulin‐dependent diabetes mellitus 5 y after diagnosis. Early detection of patients at risk for poor metabolic control", "1998"], ["Medical care patterns at the onset of insulin‐dependent diabetes mellitus: association with severity and subsequent complications", "1985"], ["Study of the benefits and cost‐effectiveness of an outpatient day care management and education program for children newly diagnosed with diabetes and their families. Report and recommendations (unpublished report)", "1994"], ["Evaluating the costs and benefits of outpatient diabetes care and nutrition counselling", "1986"], ["Increasing trend of outpatient management of children with newly diagnosed IDDM. Colorado IDDM Registry, 1978‐1988", "1992"], ["An outpatient‐focused program for childhood diabetes: design, implementation, and effectiveness", "1992"], ["Insulin injection technique can be taught without hospitalization", "1990"], ["Toward evidence‐based practice. Comparing outpatient and inpatient diabetes education for newly diagnosed pediatric patients", "2000"], ["Your child has diabetes: hospital or home at diagnosis?", "2000"], ["Management of newly diagnosed diabetes: home or hospital?", "2004"], ["Childhood diabetes: parents’ experience of home management and the first year following diagnosis", "2004"], ["Twenty years of a multidisciplinary paediatric diabetes home care unit", "2005"], ["Starting insulin therapy in children with newly diagnosed diabetes", "1983"], ["Randomised prospective study of short‐term and long‐term initial stay in hospital by children with diabetes mellitus", "1991"], ["A decade of diabetes: keeping children out of hospital", "1993"], ["Outpatient regulation of the insulin‐requiring person with diabetes (an alternative to hospitalisation)", "1983"], ["Starting insulin treatment as an outpatient. Report of 100 consecutive patients followed up for at least one year", "1986"]], "in": [["Outpatient management vs in‐hospital management of children with new‐onset diabetes", "1992"], ["Home‐based management can achieve intensification cost‐effectively in type 1 diabetes", "1999"], ["Crisis intervention programme in newly diagnosed diabetic children", "1982"], ["Randomized prospective trial of ambulatory treatment and one‐week hospitalisation of children with newly diagnosed IDDM", "1995"], ["Comparing outpatient and inpatient diabetes education for newly diagnosed pediatric patients", "1999"], ["Problem‐oriented diabetic day care", "1974"], ["An ambulatory stabilisation programe for children with newly diagnosed type 1 diabetes", "2004"]]}