{"a": [["Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Report of The Expert Committee on the Diagnosis and Classificatioi of Diabetes Mellitus", "1999"], ["Refined carbohydrate foods and disease: some implications of dietary fiber", "1975"], ["A coefficient of agreement for nominal scales", "1960"], ["Inflammation: the link between insulin resistance, obesity and diabetes", "2004"], ["Bias in meta‐analysis detected by a simple, graphical test", "1997"], ["Carbohydrates in human nutrition: Report of a Joint FAO/WHO Expert consultation. Nutrition Paper no. 66", "1998"], ["Diet, nutrition and the prevention of chronic disease: Report of a Joint WHO/FAO Expert consultation, WHO Technical Report Series No 916", "2003"], ["Whole‐grain foods authoritative statement claim notification", "2005"], ["Whole‐grain label statements. Draft Guidelines.", "2006"], ["Whole‐grain intake and the risk of type 2 diabetes: a prospective study in men", "2002"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions 4.2.5 [updated May 2005]", "2005"], ["Whole‐grain intake may reduce the risk of ischemic heart disease death in postmenopausal women: the Iowa Women's Health Study", "1998"], ["Assessing the quality of reports of randomized clinical trials: Is blinding necessary?", "1996"], ["Whole grain consumption and weight gain: a review of the epidemiological evidence, potential mechanisms and opportunities for future research", "2003"], ["The case of the misleading funnel plot", "2006"], ["Whole‐grain consumption and risk of coronary heart disease: results from the Nurses' Health Study", "1999"], ["Intake of refined carbohydrates and whole grain foods in relation to risk of type 2 diabetes mellitus and coronary heart disease", "2002"], ["Whole‐grain foods, dietary fiber, and type 2 diabetes: searching for a kernel of truth", "2003"], ["The glycemic index: physiological mechanisms relating to obesity, diabetes, and cardiovascular disease", "2002"], ["Whole‐grain intake is favorably associated with metabolic risk factors for type 2 diabetes and cardiovascular disease in the Framingham Offspring Study", "2002"], ["Carbohydrate nutrition, insulin resistance, and the prevalence of the metabolic syndrome in the Framingham Offspring Cohort", "2004"], ["Carbohydrates, dietary fiber, and incident type 2 diabetes in older women", "2000"], ["Whole‐grain and fiber intake and the incidence of type 2 diabetes", "2003"], ["Evaluation of insulin sensitivity in clinical practice and in research settings", "2003"], ["Epidemiological support for the protection of whole grains against diabetes", "2003"], ["Classification and diagnosis of diabetes mellitus and other categories of glucose intolerance", "1979"], ["Beta‐cell glucose toxicity, lipotoxicity, and chronic oxidative stress in type 2 diabetes", "2004"], ["Empirical evidence of bias. Dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "1995"], ["Endothelial inflammation in insulin resistance", "2005"], ["Why whole grains are protective: biological mechanisms", "2003"], ["Whole grain intake is associated with lower body mass and greater insulin sensitivity among adolescents", "2003"], ["Dietary‐fiber hypothesis of the aetiology of diabetes mellitus", "1975"], ["Impaired glucose tolerance and impaired fasting glycaemia: the current status on definition and intervention", "2002"], ["Second report. Technical Report Series 646", "1980"], ["Diabetes Mellitus: Report of a WHO Study Group", "1985"], ["Definition, Diagnosis and Classification of Diabetes Mellitus and its Complications. Report of a WHO Consultation. Part 1 : Diagnosis and Classification of Diabetes Mellitus", "1999"], ["Glycemic index, glycemic load, and risk of type 2 diabetes", "2002"]], "ex": [["The association of dietary fibres with glucose tolerance is partly explained by concomitant intake of thiamine: the Hoorn Study", "1998"], ["Carbohydrate intake and body mass index in relation to the risk of glucose intolerance in an elderly population", "1991"], ["A case‐control study of diet in newly diagnosed NIDDM in the Wanigela people of Papua New Guinea", "1996"], ["High‐fiber rye bread and insulin secretion and sensitivity in healthy postmenopausal women", "2003"], ["Whole‐grain intake and insulin sensitivity: the Insulin Resistance Atherosclerosis Study", "2003"], ["The role of dietary fiber in the etiology of non‐insulin‐dependent diabetes mellitus. The San Luis Valley Diabetes Study", "1993"], ["No difference in body weight decrease between a low‐glycemic‐index and a high‐glycemic‐index diet but reduced LDL cholesterol after 10‐wk ad libitum intake of the low‐glycemic‐index diet", "2004"], ["Diet as a risk factor for abnormal glucose tolerance in subjects with and without family history of diabetes mellitus", "1994"], ["Cereal fiber improves whole‐body insulin sensitivity in overweight and obese women", "2006"], ["High‐carbohydrate‐low‐glycaemic index dietary advice improves glucose disposition index in subjects with impaired glucose tolerance", "2002"], ["Long‐term effect of varying the source or amount of dietary carbohydrate on postprandial plasma glucose, insulin, triacylglycerol, and free fatty acid concentrations in subjects with impaired glucose tolerance", "2003"]], "in": [["Whole‐grain intake and the risk of type 2 diabetes: a prospective study in men", "2002"], [", Spiegelman D et al. Changes in whole‐grain, bran, and cereal fiber consumption in relation to 8‐y weight gain among men", "2004"], ["A prospective study of whole‐grain intake and risk of type 2 diabetes mellitus in US women", "2000"], ["Whole‐grain foods, dietary fiber, and type 2 diabetes: searching for a kernel of truth", "2003"], ["Carbohydrates, dietary fiber, and incident type 2 diabetes in older women", "2000"], ["Whole‐grain and fiber intake and the incidence of type 2 diabetes", "2003"], [", Pins JJ, Raatz SK, Gross MD, Slavin JL et al. Effect of whole grains on insulin sensitivity in overweight hyperinsulinemic adults", "2002"], ["Dietary fiber, glycemic load, and risk of non‐insulin‐dependent diabetes mellitus in women", "1997"], ["Dietary fiber, glycemic load, and risk of NIDDM in men", "1997"], ["Glycemic index, glycemic load, and dietary fiber intake and incidence of type 2 diabetes in younger and middle‐aged women", "2004"], ["Dietary fiber intake and glycemic index and incidence of diabetes in African‐American and white adults: the ARIC study", "2002"], ["Dietary Calcium and Magnesium, Major Food Sources, and Risk of Type 2 Diabetes in U.S. Black Women", "2006"]]}