{"a": [["Improving the prognosis of diabetic patients: evaluating the role of intensive versus moderate blood pressure control with selective angiotensin II receptor block (ARB) therapy", "2000"], ["Effect of early multifactorial therapy compared with routine care on microvascular outcomes at 5 years in people with screen‐detected diabetes: a randomized controlled trial: The ADDITION‐Europe Study", "2014"], ["Preventing microalbuminuria in patients with diabetes: rationale and design of the Randomised Olmesartan and Diabetes Microalbuminuria Prevention (ROADMAP) study", "2006"], ["Adolescent type 1 diabetes cardio‐renal intervention trial (AdDIT)", "2009"], ["The study comparing the incidence of cardiovascular events between high‐dose ARB monotherapy and combination therapy with ARB and calcium channel blocker in Japanese elderly hypertensive patients at high cardiovascular risk", "2013"], ["A randomized controlled study of the intensive therapy and the conventional therapy for the suppression of the vascular complications in the type 2 diabetic patients", "2013"], ["Diabetic retinopathy", "1998"], ["Prevalence and causes of visual impairment and blindness among Scandinavian adults: the Copenhagen City Eye Study", "2004"], ["National diabetes fact sheet: national estimates and general information on diabetes and prediabetes in the United States, 2011", "2011"], ["Association of elevated serum lipid levels with retinal hard exudates in diabetic retinopathy. Early Treatment Diabetic Retinopathy Study (ETDRS) Report 22", "1996"], ["Rationale and design for the blood pressure intervention of the Action to Control Cardiovascular Risk in Diabetes (ACCORD) trial", "2007"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus", "1993"], ["Trends in vision and hearing among older Americans", "2001"], ["Randomized trial evaluating ranibizumab plus prompt or deferred laser or triamcinolone plus prompt laser for diabetic macular edema", "2010"], ["Factors influencing the development of visual loss in advanced diabetic retinopathy. Diabetic Retinopathy Study (DRS) report number 10", "1985"], ["Photocoagulation treatment of proliferative diabetic retinopathy: the second report of Diabetic Retinopathy Study findings", "1978"], ["Photocoagulation treatment of proliferative diabetic retinopathy: relationship of adverse treatment effects to retinopathy severity. Diabetic Retinopathy Study report number 5", "1981"], ["Photocoagulation treatment of proliferative diabetic retinopathy. Clinical application of Diabetic Retinopathy Study (DRS) findings. DRS report number 8", "1981"], ["Causes and prevalence of visual impairment among adults in the United States", "2004"], ["The prevalence of diabetic retinopathy among adults in the United States", "2004"], ["The prevalence of diabetic retinopathy among adult type 1 diabetic persons in the United States", "2004"], ["Photocoagulation for diabetic macular edema. Early Treatment Diabetic Retinopathy Study report number 1", "1985"], ["Grading diabetic retinopathy from stereoscopic color fundus photographs‐‐an extension of the modified Airlie House classification. ETDRS report number 10", "1991"], ["Fundus photographic risk factors for progression of diabetic retinopathy. ETDRS report number 12", "1991"], ["Risk factors for high‐risk proliferative diabetic retinopathy and severe visual loss: Early Treatment Diabetic Retinopathy Study report number 18", "1998"], ["Early photocoagulation for diabetic retinopathy. ETDRS report number 9", "1991"], ["How effective are treatments for diabetic retinopathy?", "1993"], ["Retinopathy in diabetes", "2004"], ["Medical progress: diabetic retinopathy", "2004"], ["Hypertension and diabetic retinopathy‐‐what's the story?", "1999"], ["Prevalence and risk factors of diabetic retinopathy in adult and elderly subjects: The Castedaccia Eye Study", "2004"], ["How to identify randomized controlled trials in MEDLINE: ten years on", "2006"], ["Blind and partial sight registration in Avon", "1989"], ["Effects of intensive blood‐pressure lowering and low‐dose aspirin in patients with hypertension: principal results of the Hypertension Optimal Treatment (HOT) randomised trial. HOT Study Group", "1998"], ["Is the risk of diabetic retinopathy greater in non‐Hispanic blacks and Mexican Americans than in non‐Hispanic whites with type‐2 diabetes? A US population study", "1998"], ["What is the prevalence of visual impairment in the general and diabetic populations: are there ethnic and gender differences?", "2002"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions. Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Effects of ramipril on cardiovascular and microvascular outcomes in people with diabetes mellitus: results of the HOPE study and MICRO‐HOPE sub‐study", "2000"], ["The appearance of retinopathy and progression to proliferative retinopathy: the WHO multinational study of vascular disease in diabetes", "2001"], ["The Wisconsin Epidemiologic Study of Diabetic Retinopathy II. Prevalence and risk of diabetic retinopathy when age at diagnosis is less than 30 years", "1984"], ["The Wisconsin Epidemiologic Study of Diabetic Retinopathy III. Prevalence and risk of diabetic retinopathy when age at diagnosis is 30 or more years", "1984"], ["Glycosylated hemoglobin predicts the incidence and progression of diabetic retinopathy", "1988"], ["The Wisconsin Epidemiologic Study of Diabetic Retinopathy XI. The incidence of macular edema", "1989"], ["Is blood pressure a predictor of the incidence or progression of diabetic retinopathy?", "1989"], ["Blood pressure control and diabetic retinopathy", "2002"], ["The association of atherosclerosis, vascular risk factors, and retinopathy in adults with diabetes: the atherosclerosis risk in communities study", "2002"], ["Incidence of retinopathy and nephropathy in youth‐onset compared with adult‐onset type 2 diabetes", "2003"], ["Blindness incidence in Germany. A population‐based study from Wurttemberg‐Hohenzollern", "1999"], ["Prevalence of retinopathy differs with age at onset of diabetes in a population of patients with type 1 diabetes", "2002"], ["Incidence of diabetic retinopathy in the Barbados Eye Studies", "2003"], ["Development of the 25‐item National Eye Institute Visual Function Questionnaire", "2001"], ["Management of diabetic retinopathy. A systematic review", "2007"], ["Cigarette smoking and ten‐year progression in diabetic retinopathy", "1996"], ["Risk factors for progression to proliferative diabetic retinopathy in the EURODIAB Prospective Complications Study", "2001"], ["Preferred Practice Patterns® Guidelines. Diabetic Retinopathy", "2012"], ["Review Manager (RevMan)", "2014"], ["Current trends in newly registered blindness in Denmark", "1996"], ["Prevalence of diabetic retinopathy in various ethnic groups: a worldwide perspective", "2012"], ["Does renin‐angiotensin system blockade have a role in preventing diabetic retinopathy? A clinical review", "2011"], ["Anti‐vascular endothelial growth factor for prevention of postoperative vitreous cavity haemorrhage after vitrectomy for proliferative diabetic retinopathy", "2011"], ["The prevalence of and factors associated with diabetic retinopathy in the Australian population", "2003"], ["Prevalence of diabetic retinopathy within a national diabetic retinopathy screening service", "2015"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)", "1998"], ["Tight blood pressure control and risk of macrovascular and microvascular complications in type 2 diabetes (UKPDS 38)", "1998"], ["Blood pressure, lipids, and obesity are associated with retinopathy: The Hoorn Study", "2002"], ["Risk factors for incident retinopathy in a diabetic and non‐diabetic population: The Hoorn Study", "2003"], ["Anti‐vascular endothelial growth factor for diabetic macular oedema", "2014"], ["Global prevalence of diabetes: estimates for the year 2000 and projections for 2030", "2004"], ["Risk of developing retinopathy in Diabetes Control and Complication Trial type 1 diabetic patients with good or poor metabolic control", "2001"], ["Prevalence of diabetic retinopathy in the United States, 2005‐2008", "2010"]], "ex": [["Long‐term multiple risk factor interventions in Japanese elderly diabetic patients: the Japanese Elderly Diabetes Intervention Trial‐study design, baseline characteristics and effects of intervention", "2012"], ["Does carvedilol minimize the requirements for laser photocoagulation in diabetic retinopathy?", "2010"], ["Dual blockade with candesartan cilexetil and lisinopril in hypertensive patients with diabetes mellitus: rationale and design", "2003"], ["Effects of medical therapies on retinopathy progression in type 2 diabetes: Is blood pressure control the lower the better?", "2011"], ["Effect of intensive therapy on the microvascular complications of type 1 diabetes mellitus", "2002"], ["Evaluation of retinal involvement in type 2 diabetics with microalbuminuria", "2000"], ["Metabolic controlled trial of nicardipine in type 2 diabetic patients with slight hypertension", "1989"], ["A double‐blind controlled trial of clofibrate in the treatment of diabetic retinopathy", "1969"], ["Angiotensin‐converting enzyme inhibitor therapy and diabetic retinopathy", "1992"], ["Incidence and progression of diabetic retinopathy in Japanese adults with type 2 diabetes: 8 year follow‐up study of the Japan Diabetes Complications Study (JDCS)", "2011"], ["Protective effect of captopril on the blood‐retina barrier in normotensive insulin‐dependent diabetic patients with nephropathy and background retinopathy", "1990"], ["On the prospective significance of age at onset of diabetes, metabolic control, and hypertension for the development of diabetic retinopathy in patients with IDDM", "1996"], ["Effect of angiotensin‐converting‐enzyme (ACE) inhibitor trandolapril on human diabetic neuropathy: randomised double‐blind controlled trial", "1998"], ["Intensive therapy and progression to clinical albuminuria in patients with insulin dependent diabetes mellitus and microalbuminuria", "1995"], ["Lack of effect of short‐term treatment with amlodipine and lisinopril on retinal autoregulation in normotensive patients with type 1 diabetes and mild diabetic retinopathy", "2011"], ["The effect of beta blockers on retinal blood flow in diabetic patients", "1991"], ["Effect of angiotensin‐converting enzyme inhibition with perindopril and beta‐blockade with atenolol on retinal blood flow in hypertensive diabetic subjects", "1998"], ["The benefits of angiotensin II receptor antagonists in high‐risk hypertensive patients with diabetes", "2000"], ["Effect of enalapril on the incidence of retinopathy in normotensive patients with type 2 diabetes", "2000"], ["Teaching patients to monitor their risk factors retards the progression of vascular complications in high‐risk patients with type 2 diabetes mellitus‐a randomized prospective study", "2002"], ["Effect of ACE‐inhibitors on retinopathy score and retinal hemodynamics in normotensive diabetic subjects", "1997"], ["Renal pathology patterns in type II diabetes mellitus: relationship with retinopathy", "1998"], ["Treatment effects of captopril on non‐proliferative diabetic retinopathy", "2012"]], "in": [["Effects of aggressive blood pressure control in normotensive type 2 diabetic patients on albuminuria, retinopathy and strokes", "2002"], ["Effect of blood pressure control on diabetic microvascular complications in patients with hypertension and type 2 diabetes", "2000"], ["Lack of association between thiazolidinediones and macular edema in type 2 diabetes: the ACCORD eye substudy", "2010"], ["ADVANCE ‐ Action in Diabetes and Vascular Disease: patient recruitment and characteristics of the study population at baseline", "2005"], ["The BErgamo NEphrologic DIabetes Complications Trial (BENEDICT)", "2003"], ["Angiotensin‐converting enzyme inhibitor treatment for young normotensive diabetic subjects: a two‐year trial", "1993"], ["Effects of manidipine and delapril in hypertensive patients with type 2 diabetes mellitus: the Delapril and Manidipine for Nephroprotection in Diabetes (DEMAND) randomized clinical trial", "2011"], ["Effect of candesartan on prevention (DIRECT‐Prevent 1) and progression (DIRECT‐Protect 1) of retinopathy in type 1 diabetes: randomised, placebo‐controlled trials", "2008"], ["Effect of candesartan on prevention (DIRECT‐Prevent 1) and progression (DIRECT‐Protect 1) of retinopathy in type 1 diabetes: randomised, placebo‐controlled trials", "2008"], ["DIabetic REtinopathy Candesartan Trials (DIRECT) Programme, rationale and study design", "2002"], ["Circulating plasma vascular endothelial growth factor and microvascular complications of type 1 diabetes mellitus: the influence of ACE inhibition", "2001"], ["Angiotensin‐converting enzyme inhibition for the treatment of moderate to severe diabetic retinopathy in normotensive type 2 diabetic patients. A pilot study", "2002"], ["The relation of ambulatory blood pressure and pulse rate to retinopathy in type 1 diabetes mellitus. The Renin‐Angiotensin System Study", "2006"], ["Multifactorial intervention and cardiovascular disease in patients with type 2 diabetes", "2003"], ["Cost‐utility analyses of intensive blood glucose and tight blood pressure control in type 2 diabetes (UKPDS 72)", "2005"]]}