{"a": [["Suprachoroidal CLS‐TA with intravitreal aflibercept versus aflibercept alone in subject with diabetic macular edema (TYBEE)", "2017"], ["Anti‐VEGF and steroid combination therapy for diabetic macular edema", "2016"], ["Intravitreal bevacizumab with or without triamcinolone for refractory diabetic macular edema; a placebo‐controlled, randomized clinical trial", "2008"], ["Angiogenic pathways in diabetic retinopathy", "2005"], ["A review of therapies for diabetic macular oedema and rationale for combination therapy", "2015"], ["Diabetic retinopathy", "2012"], ["Collaborative overview of randomised trials of antiplatelet therapy‐I: Prevention of death, myocardial infarction, and stroke by prolonged antiplatelet therapy in various categories of patients", "1994"], ["New design principles for visual acuity letter charts", "1976"], ["A randomized clinical trial of intravitreal bevacizumab versus intravitreal dexamethasone for diabetic macular edema: the BEVORDEX study", "2014"], ["Bevacizumab or dexamethasone implants for DME: 2‐year results (The BEVORDEX Study)", "2016"], ["A phase IIIb study to evaluate the safety of ranibizumab in subjects with neovascular age‐related macular degeneration", "2009"], ["Dexamethasone intravitreal implant for treatment of diabetic macular edema in vitrectomized patients", "2011"], ["Causes of blind certifications in England and Wales: April 1999‐March 2000", "2008"], ["Sustained delivery fluocinolone acetonide vitreous inserts provide benefit for at least 3 years in patients with diabetic macular edema", "2012"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Classification of diabetic retinopathy from fluorescein angiograms. ETDRS report number 11", "1991"], ["Vitreous levels of interleukin‐6 and vascular endothelial growth factor are related to diabetic macular edema", "2003"], ["Vitreous levels of vascular endothelial growth factor and intercellular adhesion molecule 1 are related to diabetic macular edema", "2005"], ["Five‐year results of a randomized trial with open‐label extension of triamcinolone acetonide for refractory diabetic macular edema", "2009"], ["How to identify randomized controlled trials in MEDLINE: ten years on", "2006"], ["Intravitreal steroids for macular edema in diabetes", "2008"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Diabetes Atlas", "2011"], ["Effect of fenofibrate on the need for laser treatment for diabetic retinopathy (FIELD study): a randomised controlled trial", "2007"], ["Medical management for the prevention and treatment of diabetic macular edema", "2013"], ["Fenofibrate and diabetic retinopathy", "2008"], ["Efficacy of dexamethasone versus bevacizumab on regression of hard exudates in diabetic maculopathy: data from the BEVORDEX randomised clinical trial", "2016"], ["The 14‐year incidence of visual loss in a diabetic population", "1998"], ["Review Manager 5 (RevMan 5)", "2014"], ["Accord‐lipid and accord‐eye: towards a new positioning of fenofibrate in the management of type 2 diabetes", "2010"], ["Chapter 11: Presenting results and ‘Summary of findings' tables. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Chapter 12: Interpreting results and drawing conclusions. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Vitrectomy for diabetic macular edema: a systematic review and meta‐analysis", "2014"], ["Randomized trial of intravitreal bevacizumab alone or combined with triamcinolone versus macular photocoagulation in diabetic macular edema", "2009"], ["Anti‐vascular endothelial growth factor for diabetic macular oedema", "2014"], ["Anti‐vascular endothelial growth factor for diabetic macular oedema: a network meta‐analysis", "2017"], ["Dexamethasone inhibits leukocyte accumulation and vascular permeability in retina of streptozotocin‐induced diabetic rats via reducing vascular endothelial growth factor and intercellular adhesion molecule‐1 expression", "2008"], ["Retinal vascular calibre changes after intravitreal bevacizumab or dexamethasone implant treatment for diabetic macular oedema", "2017"], ["Surveillance for potential adverse events associated with the use of intravitreal bevacizumab for retinal and choroidal vascular disease", "2008"], ["Intravitreal bevacizumab injection alone or combined with triamcinolone versus macular photocoagulation in bilateral diabetic macular edema; application of bivariate generalized linear mixed model with asymmetric random effects in a subgroup of a clinical trial", "2014"], ["Global prevalence and major risk factors of diabetic retinopathy", "2012"]], "ex": [["Intravitreal bevacizumab versus combined bevacizumab‐triamcinolone versus macular laser photocoagulation in diabetic macular edema", "2008"], ["Intravitreal triamcinolone acetonide versus combined intravitreal bevacizumab and dexamethasone in diffuse diabetic macular oedema", "2011"], ["Intravitreal bevacizumab (avastin) injection alone or combined with triamcinolone versus macular photocoagulation as primary treatment of diabetic macular edema", "2007"], ["Intravitreal bevacizumab combined with/without triamcinolone acetonide in single injection for treatment of diabetic macular edema", "2011"], ["Changes in aqueous concentrations of various cytokines after intravitreal bevacizumab and subtenon triamcinolone injection for diabetic macular edema", "2018"]], "in": [["Effect of adding dexamethasone to continued ranibizumab treatment in patients with persistent diabetic macular edema: a DRCR network phase 2 randomized clinical trial", "2018"], ["Comparison of intravitreal bevacizumab alone or combined with triamcinolone versus triamcinolone in diabetic macular edema: a randomized clinical trial", "2012"], ["A 12‐month, single‐masked, randomized controlled study of eyes with persistent diabetic macular edema after multiple anti‐VEGF Injections to assess the efficacy of the dexamethasone‐delayed delivery system as an adjunct to bevacizumab compared with continued bevacizumab monotherapy", "2015"], ["Efficacy study of triamcinolone and bevacizumab intravitreal for treatment of diabetic macular edema (ATEMD)", "2017"], ["Intravitreal bevacizumab alone or combined with 1 mg triamcinolone in diabetic macular edema: a randomized clinical trial", "2017"], ["Intravitreal bevacizumab with or without triamcinolone for refractory diabetic macular edema; a placebo‐controlled, randomized clinical trial", "2008"], ["Two‐year results of a randomized trial of intravitreal bevacizumab alone or combined with triamcinolone versus laser in diabetic macular edema", "2012"], ["Intravitreal Bevacizumab with or without triamcinolone for refractory diabetic macular oedema", "2011"]]}