{"a": [["Panretinal photocoagulation and proliferative diabetic retinopathy. Results of a long‐term prospective study", "1986"], ["Comparison of the effects of the pattern scan and conventional single spot panretinal photocoagulation in patients with proliferative diabetic retinopathy; a randomized clinical trial", "2016"], ["Pascal laser versus conventional laser for treatment of diabetic retinopathy", "2011"], ["A prospective study on necessary and sufficient retinal photocoagulation for diabetic retinopathy", "1993"], ["Macular effects of central versus peripheral scatter laser treatment in proliferative‐diabetic retinopathy", "1991"], ["Comparison of the effects of patterned and conventional panretinal photocoagulation on diabetic retinopathy", "2010"], ["Factors associated with worsening proliferative diabetic retinopathy in eyes treated with panretinal photocoagulation or ranibizumab", "2017"], ["Dye yellow vs argon green laser in panretinal photocoagulation for proliferative diabetic retinopathy: a comparison of minimum power requirements", "1992"], ["Clinical efficacy of intravitreal aflibercept versus panretinal photocoagulation for best corrected visual acuity in patients with proliferative diabetic retinopathy at 52 weeks (CLARITY): a multicentre, single‐blinded, randomised, controlled, phase 2b, non‐inferiority trial", "2017"], ["Covidence", "2015"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus. The Diabetes Control and Complications Trial Research Group", "1993"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JP, Green S editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration 2011", "2011"], ["Panretinal photocoagulation vs intravitreous ranibizumab for proliferative diabetic retinopathy: A randomized trial", "2015"], ["Photocoagulation treatment of proliferative diabetic retinopathy: the second report of diabetic retinopathy study findings", "1978"], ["Photocoagulation treatment of proliferative diabetic retinopathy. Clinical application of Diabetic Retinopathy Study (DRS) findings, DRS Report Number 8. The Diabetic Retinopathy Study Research Group", "1981"], ["Photocoagulation for diabetic macular edema. Early Treatment Diabetic Retinopathy Study report number 1. Early Treatment Diabetic Retinopathy Study Research Group", "1985"], ["Treatment techniques and clinical guidelines for photocoagulation of diabetic macular edema. Early Treatment Diabetic Retinopathy Study Report Number 2. Early Treatment Diabetic Retinopathy Study Research Group", "1987"], ["Early photocoagulation for diabetic retinopathy. ETDRS report number 9. Early Treatment Diabetic Retinopathy Study Research Group", "1991"], ["Laser photocoagulation for proliferative diabetic retinopathy", "2014"], ["Diabetes and the eye", "2004"], ["Type 2 diabetes and persons at high risk of diabetes", "2011"], ["The Royal College of Ophthalmologists’ clinical guidelines for diabetic retinopathy: a summary", "2013"], ["Protein kinase C expression in the rabbit retina after laser photocoagulation", "2005"], ["How to identify randomized controlled trials in MEDLINE: ten years on", "2006"], ["GRADEpro GDT", "2014"], ["Panretinal photocoagulation vs intravitreous ranibizumab for proliferative diabetic retinopathy: a randomized clinical trial", "2015"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Overview of epidemiologic studies of diabetic retinopathy", "2007"], ["Anti‐vascular endothelial growth factor for proliferative diabetic retinopathy", "2014"], ["Single‐session vs multiple‐session pattern scanning laser panretinal photocoagulation in proliferative diabetic retinopathy", "2010"], ["Diabetic Retinopathy Guidelines ‐ Royal College of Ophthalmologists", "2012"], ["Review Manager 5 (RevMan 5)", "2014"], ["Future Sight Loss UK 1: The economic impact of partial sight and blindness in the UK adult population", "2009"], ["The Sight Loss and Vision Priority Setting Partnership (SLV‐PSP): overview and results of the research prioritisation survey process", "2014"], ["Pan‐retinal photocoagulation and other forms of laser treatment and drug therapies for non‐proliferative diabetic retinopathy: systematic review and economic evaluation", "2015"], ["The therapeutic effects of retinal laser treatment and vitrectomy: a theory based on oxygen and vascular physiology", "2001"], ["Additive effects of glycaemia and blood pressure exposure on risk of complications in type 2 diabetes: a prospective observational study (UKPDS 75)", "2006"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group", "1998"], ["Global prevalence and major risk factors of diabetic retinopathy", "2012"]], "ex": [["Pain response and follow‐up of patients undergoing panretinal laser photocoagulation with reduced exposure times", "2008"], ["Reduction of fluence to decrease pain during panretinal photocoagulation in diabetic patients", "2010"], ["Ruby‐laser photocoagulation of early diabetic neovascular retinopathy: preliminary report of a long‐term controlled study", "1969"], ["Functional and anatomical outcomes in patients submitted to panretinal photocoagulation using 577nm multispot vs 532nm single‐spot laser: A clinical trial", "2016"], ["Red krypton and blue‐green argon panretinal laser photocoagulation for proliferative diabetic retinopathy: a laboratory and clinical comparison", "1986"], ["Fifteen‐year argon laser and xenon photocoagulation results of Bascom Palmer Eye Institute's patients participating in the diabetic retinopathy study", "1991"], ["Panretinal laser photocoagulation for proliferative diabetic retinopathy: the effect of laser wavelength on macular function", "1991"], ["Electroretinographic findings in panretinal photocoagulation for diabetic retinography. A randomized study with blue‐green argon and red krypton lasers", "1990"], ["Clinical research in the treatment of diabetic retinopathy using different wavelength Krypton lasers photocoagulation", "2004"], ["Functional and structural changes after pattern scanning laser photocoagulation in diabetic retinopathy", "2013"], ["Clinical results of the Krypton‐Argon regression of Neovascularization Study (KARNS)", "1991"], ["Comparison of conventional pattern and novel navigated panretinal photocoagulation in proliferative diabetic retinopathy", "2014"], ["Argon laser v. xenon arc photocoagulation in proliferative diabetic retinopathy", "1978"], ["Single versus multiple treatment sessions of argon laser panretinal photocoagulation for proliferative diabetic retinopathy", "1982"], ["Influence of different sequence of laser photocoagulation position on curative effect", "2008"], ["Results of the treatment of diabetic retinopathy by photocoagulation using the argon gas laser and the xenon high pressure lamp", "1972"], ["Retinal photocoagulation (xenon arc and lasers)", "1971"], ["Argon laser photocoagulation in diabetic retinopathy. A comparative study of three different methods of treatment", "1977"], ["Laser photocoagulation and diabetic retinopathy", "1972"], ["Nerve fiber layer thickness in eyes treated with red versus green laser in proliferative diabetic retinopathy: short‐term results", "2013"], ["Proliferative diabetic retinopathy observed after laser photocoagulation", "2013"], ["Xenon arc and argon laser photocoagulation in the treatment of diabetic disc neovascularization. Part 1. Effect on disc vessels, visual fields, and visual acuity", "1981"], ["Comparison of pain scores between patients undergoing panretinal photocoagulation using navigated or pattern scan laser systems", "2016"], ["Randomized comparison of krypton versus argon scatter photocoagulation for diabetic disc neovascularization. The Krypton Argon Regression Neovascularization Study report number 1", "1993"], ["Contrast sensitivity in diabetic retinopathy after panretinal photocoagulation", "1994"], ["Comparing two techniques of panretinal photocoagulation on visual acuity on patients with proliferative diabetic retinopathy", "2012"], ["Electroretinography findings in proliferative diabetic retinopathy following argon laser coagulation of the middle and exterior peripheral retina", "1986"], ["Comparative electroretinograms in argon laser and xenon arc panretinal photocoagulation", "1983"], ["Pattern‐scan laser system vs. conventional photocoagulation: changes in macular thickness after treatment", "2008"], ["Continuous wave laser photocoagulation at different wavelengths: Equivalent power settings in edematous and non‐edematous retina", "1994"], ["Randomized clinical trial to evaluate the effects of Pascal panretinal photocoagulation on macular nerve fiber layer: Manchester Pascal Study report 3", "2011"], ["Argon and xenon photocoagulation in the treatment of diabetic retinopathy", "1976"], ["Argon versus krypton panretinal photocoagulation side effects on the anterior segment", "1990"], ["Continuous wave Nd:YAG laser photocoagulation in proliferative diabetic retinopathy", "1995"], ["Pain score of patients undergoing single spot, short pulse laser versus conventional laser for diabetic retinopathy", "2013"], ["Single session of Pascal versus multiple sessions of conventional laser for panretinal photocoagulation in proliferative diabetic retinopathy: a comparitive study", "2011"], ["Comparative study of efficacy and of collateral damage of laser burns using single spot argon laser and pattern scan laser", "2008"], ["Comparison of laser photocoagulation for diabetic retinopathy using 532‐nm standard laser versus multispot pattern scan laser", "2010"], ["Observation of clinical efficacy of pattern scan laser photocoagulation on diabetic retinopathy", "2013"], ["Pilot randomised clinical trial of Pascal TargETEd Retinal versus variable fluence PANretinal 20 ms laser in diabetic retinopathy: PETER PAN study", "2013"], ["A comparative trial of xenon arc and argon laser photocoagulation in the treatment of proliferative diabetic retinopathy", "1982"], ["Subfoveal choroidal thickness after panretinal photocoagulation with red and green laser in bilateral proliferative diabetic retinopathy patients: short term results", "2016"], ["Multicenter randomized clinical trial of retinal photocoagulation for preproliferative diabetic retinopathy", "2012"], ["A comparative study of argon laser and krypton laser in the treatment of diabetic optic disc neovascularisation", "1979"], ["Function of the diabetic retina after panretinal argon laser photocoagulation. Influence of the intensity of the coagulation spots", "1991"], ["Panretinal photocoagulation in diabetic retinopathy: argon versus dye laser coagulation", "1993"], ["Comparison of pain response of patients undergoing panretinal photocoagulation for proliferative diabetic retinopathy: 532 nm standard laser vs. multispot pattern scan laser", "2013"], ["Comparison of burn size after retinal photocoagulation by conventional and high‐power short‐duration methods", "2014"], ["Color contrast sensitivity and pattern electroretinographic findings after diode and argon laser photocoagulation in diabetic retinopathy", "1994"], ["Optic disc neovascularisation in diabetic retinopathy: II. Natural history and results of photocoagulation treatment", "1980"], ["Changes in pupil size following panretinal retinal photocoagulation: conventional laser vs pattern scan laser (PASCAL)", "2016"], ["Pattern scan laser versus single spot laser in panretinal photocoagulation treatment for proliferative diabetic retinopathy", "2017"]], "in": [["Diode versus argon‐green laser panretinal photocoagulation in proliferative diabetic retinopathy: a randomized study in 44 eyes with a long follow‐up time", "1993"], ["Double‐frequency Nd:YAG laser vs. argon‐green laser in the treatment of proliferative diabetic retinopathy: randomized study with long‐term follow‐up", "1996"], ["Light panretinal photocoagulation (LPRP) versus classic panretinal photocoagulation (CPRP) in proliferative diabetic retinopathy", "2001"], ["A clinical comparison of central and peripheral argon laser panretinal photocoagulation for proliferative diabetic retinopathy", "1988"], ["Frequency‐doubled Nd:YAG laser versus argon‐green laser photocoagulation in proliferative diabetic retinopathy: A preliminary report", "1991"], ["Diode laser panretinal photocoagulation in diabetic retinopathy", "1995"], ["Extended targeted retinal photocoagulation versus conventional pan‐retinal photocoagulation for proliferative diabetic retinopathy in a randomized clinical trial", "2017"], ["Visual field loss after argon laser panretinal photocoagulation in diabetic retinopathy: Full‐ versus mild‐scatter coagulation", "1998"], ["Diode laser scatter photocoagulation in diabetic retinopathy", "2000"], ["Central visual field changes after panretinal photocoagulation in proliferative diabetic retinopathy", "1990"], ["The effect of short versus long exposure times of argon laser panretinal photocoagulation on proliferative diabetic retinopathy", "1990"]]}