{"a": [["Efficacy of epalrestat, an aldose reductase inhibitor, on diabetic neuropathy in a crossover trial", "2005"], ["Multicenter study of the incidence of and predictive risk factors for diabetic neuropathic foot ulceration", "1998"], ["Metabolic and vascular factors in the pathogenesis of diabetic neuropathy", "1997"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus", "1993"], ["Hypoxic neuropathy: Does hypoxia play a role in diabetic neuropathy?", "1989"], ["Longitudinal assessment of diabetic polyneuropathy using a composite score in the Rochester Diabetic Neuropathy Study cohort", "1997"], ["Bias in meta‐analysis detected by a simple, graphical test", "1997"], ["Clinical potential of aldose reductase inhibitors in diabetic neuropathy", "2004"], ["Mechanisms of disease: mitochondria as new therapeutic targets in diabetic neuropathy", "2006"], ["Preventive foot care in people with diabetes", "1998"], ["A meta‐analysis of trials on aldose reductase inhibitors in diabetic peripheral neuropathy. The Italian Study Group. The St. Vincent Declaration", "1996"], ["Polyol pathway and diabetic peripheral neuropathy", "2002"], ["Epidemiology of Diabetic Neuropathy", "2003"], ["Treatment of diabetic polyneuropathy: Update 2006", "2006"]], "ex": [["Treatment of diabetic autonomic neuropathy with the aldose reductase inhibitor statil", "1991"], ["Long‐term effects of ranirestat (AS‐3201) on peripheral nerve function in patients with diabetic sensorimotor polyneuropathy", "2006"], ["Effects of cyclandelate on diabetic peripheral neuropathy", "1984"], ["Effects of aldose reductase inhibitor treatment in diabetic polyneuropathy ‐ a clinical and neurophysiological study", "1981"], ["Treatment of diabetic neuropathy by tolrestat. [Italian]", "1992"], ["The effect of withdrawal of tolrestat, an aldose reductase inhibitor, on signs, symptoms and nerve function in diabetic neuropathy", "1991"], ["A placebo‐controlled double‐blind study of epalrestat (ONO‐2235) in patients with diabetic neuropathy", "1993"], ["Clinical response to sorbinil treatment in diabetic neuropathy", "1989"], ["A double‐blind controlled study on the effect of tolrestat on diabetic autonomic neuropathy", "1991"], ["Treatment of severely painful diabetic neuropathy with an aldose reductase inhibitor: relief of pain and improved somatic and autonomic nerve function", "1983"], ["Withdrawal of the aldose reductase inhibitor tolrestat in patients with diabetic neuropathy: effect on nerve function", "1993"], ["Effect of hyperglycemia and the aldose reductase inhibitor tolrestat on sural nerve biochemistry and morphometry in advanced diabetic peripheral polyneuropathy", "1993"], ["[Treatment with an aldose reductase inhibitor in peripheral neuropathy in elderly diabetic patients]. [Italian]", "1993"], ["A controlled trial of sorbinil, an aldose reductase inhibitor, in chronic painful diabetic neuropathy", "1983"]], "in": [["Three‐year inhibition of aldose reductase on development of symptomatic neuropathy in diabetic patients", "2006"], ["The efficacy and safety of the aldose‐reductase inhibitor tolrestat in the treatment of chronic sensorimotor diabetic neuropathy", "1989"], ["A multicentre trial of the aldose‐reductase inhibitor, tolrestat, in patients with symptomatic diabetic neuropathy", "1990"], ["Natural progression of diabetic peripheral neuropathy in the Zenarestat study population", "2004"], ["[Diabetic neuropathy: treatment trial with an aldose reductase inhibitor (Sorbinil)]. [Danish]", "1987"], ["The therapy of diabetic peripheral neuropathy with tolrestat: Is this drug really useful? [Italian]", "1995"], ["The effects of the aldose reductase inhibitor 'Statil' on diabetic peripheral neuropathy", "1990"], ["Effect of Tolrestat on oesophageal transit time and cholecystic motility in type 2 diabetic patients with asymptomatic diabetic neuropathy", "1995"], ["Treatment of diabetic autonomic neuropathy with an aldose reductase inhibitor", "1993"], ["Limited benefit of treatment of diabetic polyneuropathy with an aldose reductase inhibitor: A 24‐week controlled trial", "1985"], ["A six‐month randomized placebo‐controlled trial of the aldose reductase inhibitor ponalrestat in chronic symptomatic peripheral neuropathy", "1990"], ["Clinical and neurophysiological studies of aldose reductase inhibitor ponalrestat in chronic symptomatic diabetic peripheral neuropathy", "1991"], ["Tolrestat for mild diabetic neuropathy: A 52‐week, randomized, placebo‐ controlled trial", "1993"], ["Tolrestat in the primary prevention of diabetic neuropathy", "1995"], ["Effect of aldose reductase inhibition on nerve conduction and morphometry in diabetic neuropathy [erratum appears in Neurology 2001;56(8):1124]", "1999"], ["Diabetic neuropathy in the upper limb and the effect of twelve months sorbinil treatment", "1988"], ["Clinical efficacy of fidarestat, a novel aldose reductase inhibitor, for diabetic peripheral neuropathy: a 52‐week multicenter placebo‐controlled double‐blind parallel group study", "2001"], ["Long‐term clinical effects of epalrestat, an aldose reductase inhibitor, on diabetic periheral neuropathy: The 3‐year, multicenter, comparative aldose reductase inhibitor‐diabetes complications trial", "2006"], ["Prolonged aldose reductase inhibition in chronic peripheral diabetic neuropathy: effects on microangiopathy", "1990"], ["Neurophysiological variables and fibrinolysis in insulin‐dependent diabetes treated with an aldose reductase inhibitor or placebo. A double‐blind randomized study", "1986"], ["Cardiac abnormalities in diabetic patients with neuropathy: effects of aldose reductase inhibitor administration", "2004"], ["A 12‐month randomized controlled study of the aldose reductase inhibitor ponalrestat in patients with chronic symptomatic diabetic neuropathy", "1992"], ["A multicentre trial of the aldose‐reductase inhibitor tolrestat in patients with symptomatic diabetic peripheral neuropathy", "1992"], ["Six‐month treatment with sorbinil in asymptomatic diabetic neuropathy. Failure to improve abnormal nerve function", "1987"], ["Aldose reductase inhibition ameliorates pupillary light reflex and F‐wave latency in patients with mild diabetic neuropathy", "2001"], ["Aldose reductase inhibition in diabetic neuropathy: clinical and neurophysiological studies of one year's treatment with sorbinil", "1988"], ["Diabetic neuropathy and aldose reductase inhibition", "1991"], ["Regeneration and repair of myelinated fibers in sural‐nerve biopsy specimens from patients with diabetic neuropathy treated with sorbinil", "1988"], ["The sorbinil retinopathy trial: neuropathy results", "1993"], ["Influence of Ponalrestat, an aldose‐reductase inhibitor, on diabetic polyneuropathy. [German]", "1994"], ["Peripheral and autonomic nerve function in 259 diabetic patients with peripheral neuropathy treated with ponalrestat (an aldose reductase inhibitor) or placebo for 18 months", "1992"], ["Long‐term effects of tolrestat on symptomatic diabetic sensory polyneuropathy", "1992"], ["Further clinical studies with an aldose reductase inhibitor in diabetic neuropathy", "1993"], ["One‐year treatment with the aldose reductase inhibitor, ponalrestat, in diabetic neuropathy", "1991"]]}