{"a": [["The North West Diabetes Foot Care Study: incidence of and risk factors for, new diabetic foot ulceration in a community‐based patient cohort", "2002"], ["Diabetic foot ulcer healing: extrinsic vs intrinsic factors", "1993"], ["International consensus and practical guidelines on the management and the prevention of the diabetic foot: International Working Group on the Diabetic Foot", "2000"], ["What is the most effective way to reduce incidence of amputation in the diabetic foot?", "2000"], ["Grading quality of evidence and strength of recommendations", "2004"], ["A randomised comparative pilot study to evaluate Allevyn hydrocellular dressings and Sorbsan calcium‐alginate dressings in the treatment of diabetic foot ulcers", "1993"], ["Chapter 22: Overviews of reviews. In: Higgins JPT, Green S (editors), Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Clinical evaluation of a semipermeable polymeric membrane dressing for the treatment of chronic diabetic foot ulcers", "1994"], ["British Medical Association and Royal Pharmaceutical Society of Great Britain", "2014"], ["Wound healing dressings and drug delivery systems: a review", "2008"], ["Serial surgical debridement: a retrospective study on clinical outcomes in chronic lower extremity wounds", "2009"], ["Comparing two wound dressings for the treatment of neuropathic diabetic foot ulcers", "1995"], ["Sodium carboxymethyl cellulose aqueous‐based gel vs becaplermin gel in patients with nonhealing lower extremity diabetic ulcers", "1998"], ["A social tariff for EuroQol: results from a UK general population survey", "1995"], ["Evaluation of a collagen‐alginate wound dressing in the management of diabetic foot ulcers", "1998"], ["Complex interventions for preventing diabetic foot ulceration", "2010"], ["Hyalofill: a new product for chronic wound management", "2000"], ["Which dressing for diabetic foot ulcers?", "1996"], ["Comparing two dressings in the treatment of diabetic foot ulcers", "1994"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["A systematic review of the effectiveness of interventions to enhance the healing of chronic ulcers of the foot in diabetes", "2008"], ["Use of the SINBAD classification system and score in comparing outcome of foot ulcer management on three continents", "2008"], ["Assessing the quality of reports of randomized clinical trials: is blinding necessary?", "1996"], ["Randomised controlled trial of the use of three dressing preparations in the management of chronic ulceration of the foot in diabetes", "2009"], ["A controlled, randomized comparison of two moist wound healing protocols: Carrasyn hydrogel wound dressing and wet‐to‐moist saline gauze", "1998"], ["Prospective randomized controlled study of Hydrofiber dressing containing ionic silver or calcium alginate dressings in non‐ischaemic diabetic foot ulcers", "2007"], ["A systematic review of scoring systems for diabetic foot ulcers", "2010"], ["The prevalence of foot ulceration and its correlates in type 2 diabetic patients: a population‐based study", "1994"], ["Efficacy and tolerance of calcium alginate versus Vaseline gauze dressings in the treatment of diabetic foot lesions", "2002"], ["How to choose the correct dressing", "February 2011"], ["Pressure‐relieving interventions for treating diabetic foot ulcers", "2013"], ["Healing of diabetic neuropathic foot ulcers receiving standard treatment. A meta‐analysis", "1999"], ["Prevalence of diabetes, diabetic foot ulcer, and lower extremity amputation among Medicare beneficiaries, 2006 to 2008. Data Points #1", "January 2011"], ["A systematic review of foot ulcer in patients with type 2 diabetes mellitus. II: Treatment", "1999"], ["Evaluation of a new loaded foam membrane on the healing rate of diabetic foot ulcers", "1993"], ["Diabetes and lower limb amputations in the community. A retrospective cohort study. DARTS/MEMO Collaboration. Diabetes Audit and Research in Tayside Scotland/Medicines Monitoring Unit", "1998"], ["Health‐related quality of life of diabetic foot ulcer patients and their caregivers", "2005"], ["Diabetic foot problems: Evidence update March 2013", "2013"], ["A comparison of two diabetic foot ulcer classification systems: the Wagner and the University of Texas wound classification systems", "2001"], ["Pathways to diabetic limb amputation: basis for prevention", "1990"], ["Sodium carboxyl‐methyl‐cellulose dressings in the management of deep ulcerations of diabetic foot", "2001"], ["Ulcer‐free survival following management of foot ulcers in diabetes", "2005"], ["Cardiff Wound Impact Schedule: the development of a condition‐specific questionnaire to assess health‐related quality of life in patients with chronic wounds of the lower limb", "2004"], ["The epidemiology of diabetic foot problems", "1996"], ["Causal pathways for incident lower extremity ulcers in patients with diabetes from two settings", "1999"], ["Review Manager (RevMan) Version 5.3", "The Cochrane Collaboration 2014"], ["A comparison of the health‐related quality of life in patients with diabetic foot ulcers, with a diabetes group and a non diabetes group from the general population", "2007"], ["Hydrocellular against non‐adherent dressings to treat diabetic foot ulcers. A randomised controlled study", "2001"], ["Diabetic foot ulcer classification system for research purposes: a progress report on criteria for including patients in research studies", "2004"], ["Development of AMSTAR: a measurement tool to assess the methodological quality of systematic reviews", "2007"], ["Preventing foot ulcers in patients with diabetes", "2005"], ["A national survey of podiatry practice in the treatment of diabetic foot ulcers", "2003"], ["Guidelines for the treatment of diabetic ulcers", "2006"], ["Effects of honey dressing for the treatment of DFUs: a systematic review", "2014"], ["Amputation prevention by vascular surgery and podiatry collaboration in high risk diabetic and non‐diabetic patients ‐ the operation desert foot experience", "1999"], ["Diabetic foot infection controlled by immuno‐modulating hydrogel containing 65% glycerine. Presentation of a clinical trial", "1997"], ["A randomized controlled trial of Promogran (a collagen/oxidised regenerated cellulose dressing) vs. standard treatment in the management of diabetic foot ulcers", "2002"], ["The dysvascular foot: a system of diagnosis and treatment", "1981"], ["SF‐36. Physical and mental health summary scores: a manual for users of version 1.2", "2001"], ["Diabetes estimates and projections", "2005"], ["Global prevalence of diabetes estimates for the year 2000 and projections for 2030", "2004"], ["Effect of air drying and dressings on the surface of a wound", "1963"], ["Geographic variation of lower limb extremity major amputation in individuals with and without diabetes in the Medicare population", "2001"]], "ex": [], "in": []}