{"a": [["Retinal photocoagulation (xenon arc and lasers)", "1971"], ["Intraocular photocoagulation using the argon laser", "1987"], ["Proliferative diabetic retinopathy observed after laser photocoagulation", "2014"], ["Photocoagulation in diabetic retinopathy: indications and technics", "1985"], ["Photocoagulation in diabetic retinopathy", "1971"], ["Light coagulation of diabetic retinopathy", "1975"], ["ERG in proliferative diabetic retinopathy after photocoagulation", "1987"], ["Local treatment (light coagulation) in diabetic retinopathy", "1971"], ["Results of photocoagulation in 111 eyes with diabetic retinopathy", "1976"], ["Laser coagulation in the treatment of diabetic retinopathy", "2004"], ["The effectiveness of photocoagulation in the therapy of proliferative diabetic retinopathy (PDR). (A controlled study in 50 patients)", "1968"], ["Changes in central reference level of visual field following argon laser photocoagulation in diabetic retinopathy", "1997"], ["Electrophysiologic studies before and after laser panphotocoagulation in diabetic retinopathy. I. Early results", "1988"], ["How the diabetic eye loses vision", "2007"], ["Photocoagulation treatment of proliferative diabetic retinopathy: relationship of adverse treatment effects to retinopathy severity. Diabetic retinopathy study report no. 5", "1981"], ["How to identify randomized controlled trials in MEDLINE: ten years on", "2006"], ["Intravitreal steroids for macular edema in diabetes", "2008"], ["GRADE guidelines: 1. Introduction‐GRADE evidence profiles and summary of findings tables", "2011"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions. Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Laser photocoagulation for diabetic macular oedema", "2013"], ["Anti‐vascular endothelial growth factor for proliferative diabetic retinopathy", "2014"], ["Managing diabetic retinopathy", "2010"], ["Global estimates of visual impairment: 2010", "2012"], ["Diabetic Retinopathy Guidelines 2012", "2012"], ["Review Manager (RevMan)", "2014"], ["The therapeutic effects of retinal laser treatment and vitrectomy. A theory based on oxygen and vascular physiology", "2001"], ["Antiangiogenic therapy with anti‐vascular endothelial growth factor modalities for diabetic macular oedema", "2012"], ["Global prevalence of diabetes: estimates for the year 2000 and projections for 2030", "2004"]], "ex": [["Pain response and follow‐up of patients undergoing panretinal laser photocoagulation with reduced exposure times", "2008"], ["Dye laser treatment in proliferative diabetic retinopathy and maculopathy", "1995"], ["Diode versus argon‐green laser panretinal photocoagulation in proliferative diabetic retinopathy: a randomized study in 44 eyes with a long follow‐up time", "1993"], ["Double‐frequency Nd:YAG laser vs. argon‐green laser in the treatment of proliferative diabetic retinopathy: randomized study with long‐term follow‐up", "1996"], ["Light panretinal photocoagulation (LPRP) versus classic panretinal photocoagulation (CPRP) in proliferative diabetic retinopathy", "2001"], ["Treating diabetic retinopathy: Developments and challenges", "2012"], ["Ruby laser photocoagulation of early diabetic neovascular retinopathy. Preliminary report of a long‐term controlled study", "1970"], ["Defective colour vision in diabetic retinopathy before and after laser photocoagulation", "1978"], ["A clinical comparison of central and peripheral argon laser panretinal photocoagulation for proliferative diabetic retinopathy", "1988"], ["Red krypton and blue‐green argon laser diabetic panretinal photocoagulation", "1989"], ["Argon and diode laser photocoagulation in proliferative diabetic retinopathy: a preliminary report", "1990"], ["Frequency‐doubled Nd:YAG laser versus argon‐green laser photocoagulation in proliferative diabetic retinopathy: a preliminary report", "1991"], ["Photocoagulation for proliferative diabetic retinopathy: a randomised controlled clinical trial using the xenon‐arc", "1984"], ["Field loss after pan retinal photocoagulation with diode and argon lasers", "1992"], ["Panretinal laser photocoagulation for proliferative diabetic retinopathy: the effect of laser wavelength on macular function", "1991"], ["Electroretinographic findings in panretinal photocoagulation for diabetic retinopathy. A randomized study with blue‐green argon and red krypton lasers", "1990"], ["Panretinal photocoagulation and proliferative diabetic retinopathy. Results of a long‐term prospective study (2d report)", "1986"], ["Functional and structural changes after pattern scanning laser photocoagulation in diabetic retinopathy. 51st International Society for Clinical Electrophysiology of Vision, ISCEV International Symposium; 2013 Oct 13‐17; Chongqing China", "2013"], ["Argon laser v. xenon arc photocoagulation in proliferative diabetic retinopathy", "1978"], ["Single versus multiple treatment sessions of argon laser panretinal photocoagulation for proliferative diabetic retinopathy", "1982"], ["The effect of augmentation laser in diabetics with proliferative retinopathy who do not respond to initial pan‐retinal photocoagulation", "1991"], ["Observation on the curative efficacy of Ahalysantinfarctase laser coagulation in treating diabetic retinopathy", "1997"], ["Selective‐Retina‐Therapy (SRT) multicenter clinical trial: 6 month results in patients with diabetic maculopathy", "2005"], ["Efficacy of treatments on vision‐related quality of life in patients with diabetic retinopathy", "2009"], ["Results of the treatment of diabetic retinopathy by photocoagulation using the argon gas laser and the xenon high pressure lamp", "1972"], ["Efficiency comparison of the argon laser and the high‐pressure xenon arc lamp in the treatment of diabetic retinopathy by photocoagulation. II. Clinical results", "1972"], ["Argon laser photocoagulation in diabetic retinopathy. A comparative study of three different methods of treatment", "1977"], ["Importance of the localization of the photocoagulation focus in the therapy of proliferative diabetic retinopathy", "1985"], ["Panretinal photocoagulation using a micropulsed diode laser in proliferative diabetic retinopathy", "1999"], ["Xenon arc and argon laser photocoagulation in the treatment of diabetic disc neovascularization. Part 1. Effect on disc vessels, visual fields, and visual acuity", "1981"], ["Photocoagulation of diabetic maculopathy", "1992"], ["Randomized comparison of krypton versus argon scatter photocoagulation for diabetic disc neovascularization. The Krypton Argon Regression Neovascularization Study report number 1", "1993"], ["Contrast sensitivity in diabetic retinopathy after panretinal photocoagulation", "1994"], ["Follow‐up of central diabetic retinal changes following peripheral photocoagulation", "1985"], ["The loss of visual field after proliferative diabetic retinopathy treatment with two different techniques of panretinal photocoagulation", "2007"], ["Comparing two techniques of panretinal photocoagulation on visual acuity on patients with proliferative diabetic retinopathy", "2012"], ["Electroretinography findings in proliferative diabetic retinopathy following argon laser coagulation of the middle and exterior peripheral retina", "1986"], ["Comparative electroretinograms in argon laser and xenon arc panretinal photocoagulation", "1983"], ["Effect of diabetic retinopathy and panretinal photocoagulation on retinal nerve fiber layer and optic nerve appearance", "2009"], ["Pattern‐acan laser system vs. conventional photocoagulation: changes in macular thickness after treatment", "2008"], ["Pain responses of Pascal 20 ms multi‐spot and 100 ms single‐spot panretinal photocoagulation: Manchester Pascal Study, MAPASS report 2", "2010"], ["Argon and xenon photocoagulation in the treatment of diabetic retinopathy", "1972"], ["Argon versus krypton panretinal photocoagulation side effects on the anterior segment", "1990"], ["Continuous wave Nd:YAG laser photocoagulation in proliferative diabetic retinopathy", "1995"], ["Panphotocoagulation in simple and proliferative diabetic retinopathy", "1988"], ["Pain score of patients undergoing single spot, short pulse laser versus conventional laser for diabetic retinopathy", "2013"], ["Effect of panretinal photocoagulation on corneal sensation and the corneal subbasal nerve plexus in diabetes mellitus", "2013"], ["Krypton laser‐‐clinical trial and preliminary observations", "1983"], ["Single session of Pascal versus multiple sessions of conventional laser for panretinal photocoagulation in proliferative diabetic retinopathy: a comparative study", "2011"], ["Comparative study of efficacy and of collateral damage of laser burns using single spot argon laser and pattern scan laser", "2008"], ["Corneal sensitivity in diabetic patients subjected to retinal laser photocoagulation", "2011"], ["Comparative study on frequency‐doubled Nd: YAG laser, krypton laser and diode laser photocoagulation for diabetic maculopathy", "1995"], ["Visual field loss after argon laser panretinal photocoagulation in diabetic retinopathy: Full‐ versus mild‐scatter coagulation", "1998"], ["Peripheral retinal light sensitivity following panretinal argon laser photocoagulation in diabetic retinopathy", "1999"], ["Observation of clinical efficacy of pattern scan laser photocoagulation on diabetic retinopathy", "2013"], ["Pattern scan laser system vs. regular photocoagulation system: changes in contrast sensitivity post treatment in patients with diabetic retinopathy", "2008"], ["Pilot randomised clinical trial of Pascal TargETEd Retinal versus variable fluence PANretinal 20 ms laser in diabetic retinopathy: PETER PAN study", "2013"], ["A comparative trial of xenon arc and argon laser photocoagulation in the treatment of proliferative diabetic retinopathy", "1982"], ["Pascal laser versus conventional laser for treatment of diabetic retinopathy", "2011"], ["Changes in pressure pulse amplitudes of normotensive diabetic eyes after panretinal photocoagulation. A long term study with comparison of xenon arc and argon laser", "1983"], ["Retinal function following panretinal laser coagulation in diabetic retinopathy‐‐dependence on the size and density of coagulation spots", "1986"], ["Function of the diabetic retina after panretinal argon laser coagulation", "1987"], ["Panretinal photocoagulation in diabetic retinopathy: argon versus dye laser coagulation", "1993"], ["Comparison of pain response of patients undergoing panretinal photocoagulation for proliferati diabetic retinopathy: 532 nm standard laser vs. multispot pattern scan laser", "2013"], ["Quantifying alterations of macular thickness before and after panretinal photocoagulation in patients with severe diabetic retinopathy and good vision", "2003"], ["Panretinal photocoagulation induces pro‐inflammatory cytokines and macular thickening in high‐risk proliferative diabetic retinopathy", "2009"], ["Retinal laser photocoagulation, anaesthesia, and pain responses", "2010"], ["Diode laser scatter photocoagulation in diabetic retinopathy", "2000"], ["Central visual field changes after panretinal photocoagulation in proliferative diabetic retinopathy", "1990"], ["Xenon arc photocoagulation for the treatment of diabetic maculopathy. Interim report of a multicentre controlled clinical study", "1980"], ["A prospective study on necessary and sufficient retinal photocoagulation for diabetic retinopathy", "1993"], ["Pattern scan laser system vs. conventional photocoagulation system: electroretinogram changes after treatment", "2008"], ["The effect of short versus long exposure times of argon laser panretinal photocoagulation on proliferative diabetic retinopathy", "1990"], ["Photocoagulation of non‐proliferative diabetic retinopathy", "1985"], ["Macular effects of central versus peripheral scatter laser treatment in proliferative‐diabetic retinopathy", "1991"], ["Techniques of panretinal photocoagulation for proliferative diabetic retinopathy. A prospective clinical trial", "1992"], ["Study of the visual field using automated static perimetry following panretinal photocoagulation in the diabetic", "1986"]], "in": [["Diabetic retinopathy study. Report Number 6. Design, methods, and baseline results. Report Number 7. A modification of the Airlie House classification of diabetic retinopathy. Prepared by the Diabetic Retinopathy", "1981"], ["Early Treatment Diabetic Retinopathy Study design and baseline patient characteristics. ETDRS report number 7", "1991"], ["Peripheral retinal ablation in the treatment of proliferative diabetic retinopathy: a three‐year interim report of a randomised, controlled study using the argon laser", "1977"], ["Retinal photocoagulation for diabetic retinopathies", "2005"], ["Optic disc neovascularisation in diabetic retinopathy: II. Natural history and results of photocoagulation treatment", "1980"]]}