{"a": [["Appropriate blood pressure control in hypertensive and normotensive type 2 diabetes mellitus: a summary of the ABCD trial", "2007"], ["Effect of blood pressure control on diabetic microvascular complications in patients with hypertension and type 2 diabetes", "2000"], ["Standards of medical care in diabetes", "2012"], ["Standards of medical care in diabetes 2013", "2013"], ["Association of systolic blood pressure with macrovascular and microvascular complications of type 2 diabetes (UKPDS 36): prospective observational study", "2000"], ["Treatment of hypertension in the prevention and management of ischemic heart disease. A scientific statement from the American Heart Association Council for High Blood Pressure Research and the Councils on Clinical Cardiology and Epidemiology and Prevention", "2007"], ["Treatment blood pressure targets for hypertension", "2009"], ["Blood pressure targets: are clinical guidelines wrong?", "2010"], ["J‐curve revisited: an analysis of blood pressure and cardiovascular events in the Treating to  New Targets (TNT) Trial", "2010"], ["Blood pressure targets in subjects with type 2 diabetes mellitus/impaired fasting glucose.  Observations from traditional and Bayesian random‐effects meta‐analyses of randomized trials", "2011"], ["British Hypertension Society guidelines for hypertension management 2004 (BHS‐IV): summary", "2004"], ["Apparent effect on blood pressure is only partly responsible for the risk reduction due to antihypertensive treatments", "2005"], ["Effects of different blood‐pressure‐lowering regimens on major cardiovascular events: results of prospectively‐designed overviews of randomised trials", "2003"], ["The 2011 Canadian Hypertension Education Program recommendations for the management of hypertension: blood pressure measurement, diagnosis, assessment of risk, and therapy", "2011"], ["Tight blood pressure control and cardiovascular outcomes among hypertensive patients with diabetes and coronary artery disease", "2010"], ["Blood pressure control in diabetes mellitus.  Is lower always better, and how low it should go?", "2011"], ["Relation between blood pressure and vascular events and mortality in patients with manifest vascular disease.  J‐curve revisited", "2012"], ["2007 Guidelines for the management of arterial hypertension. The Task Force for the Management of Arterial Hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC)", "2007"], ["2013 ESH/ESC Guidelines for the management of arterial hypertension: the Task Force for the Management of Arterial Hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC)", "2013"], ["The J‐curve phenomenon and the treatment of hypertension. Is there a point beyond which pressure reduction is dangerous?", "1991"], ["Goal‐directed antihypertensive therapy: lower may not always be better", "2011"], ["Blood pressure: the lower, the better.  The con side", "2011"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["The seventh report of the Joint National Committee on prevention, detection, evaluation, and treatment of high blood pressure.  The JNC 7 report", "2003"], ["Blood pressure as a cardiovascular risk factor: prevention and treatment", "1996"], ["Latin American Guidelines on Hypertension", "2009"], ["Guidelines from the British Hypertension Society.  The lower the pressure the better", "2004"], ["Blood pressure, stroke and CHD. Part 1. Prolonged differences in blood pressure: prospective observational studies collected for the regression dilution blas", "1990"], ["Antihypertensive treatment and blood pressure in diabetic and nondiabetic patients. The lower, the better?", "2011"], ["Intensive and standard blood pressure targets in patients with type 2 diabetes mellitus.  Systematic review and meta‐analysis", "2012"], ["Dogma disputed: can aggressively lowering blood pressure in hypertensive patients with coronary artery disease be dangerous?", "2006"], ["Hypertension.  Clinical management of primary hypertension in adults", "2011"], ["Pathogenesis of hypertension", "2003"], ["Benefits of tight blood pressure control in diabetic patients with hypertension. Importance of early and sustained implementation of effective treatment strategies", "2011"], ["Age‐specific relevance of usual blood pressure to vascular mortality: a meta‐analysis of individual data for one million adults in 61 prospective studies", "2002"], ["Effects of intensive blood pressure reduction on myocardial infarction and stroke in diabetes: a meta‐analysis in 73913 patients", "2011"], ["Review Manager (RevMan)", "2012"], ["Prognostic value of blood pressure in patients with high vascular risk in the Ongoing Telmisartan Alone and in Combination With Ramipril Global Endpoint Trial study", "2009"], ["Blood Pressure, systolic and diastolic and cardiovascular risk. US population data", "1993"], ["Diabetes, other risk factors, and 12‐yr cardiovascular mortality for men screened in the Multiple Risk Factor Intervention Trial", "1993"], ["J‐shaped relation between blood pressure and stroke in treated hypertensives", "1999"], ["2003 World Health Organization (WHO/International Society of Hypertension (ISH) statement on management of hypertension", "2003"], ["Benefits and risks of more intensive blood pressure lowering in hypertensive patients of the HOT study with different risk‐profiles: does a J‐shaped curve exist in smokers?", "2003"], ["Bottom blood pressure or bottom cardiovascular risk? How far can cardiovascular risk be reduced?", "2009"]], "ex": [["Hypertension in Diabetes Study IV. Therapeutic requirements to maintain tight blood presure control [Erratum]", "1997"], ["Effect on intensive blood pressure control on the course of type 1 diabetic nephropathy", "1999"], ["Effect of lower targets for blood pressure and LDL cholesterol on atherosclerosis in diabetes", "2008"], ["Multifactorial intervention and cardiovascular disease in patients with type 2 diabetes", "2003"], ["Tight blood pressure control and risk of macrovascular and microvascular complications in type 2 diabetes: UKPDS 38 [Erratum]", "1999"]], "in": [["Effect of intensive blood pressure control with valsartan on urinary albumin excretion in normotensive patients with type 2 diabetes", "2006"], ["The effect of nisoldipine as compared with enalapril on cardiovascular outcomes in patients with non‐insulin‐dependent diabetes and hypertension", "1998"], ["Effects of aggressive blood pressure control in normotensive type 2 diabetic patients on albuminuria, retinopathy and strokes", "2002"], ["Effects of intensive blood‐pressure control in type 2 diabetes mellitus", "2010"], ["Effects of intensive blood‐pressure lowering and low‐dose aspirin in patients with hypertension: principal results of the Hypertension Optimal Treatment (HOT) randomized trial. HOT Stdy Group", "1998"]]}