{"a": [["Patient education for the prevention of diabetic foot ulcers. Interim analysis of a randomised controlled trial due to morbidity and mortality of participants", "2011"], ["Standards of medical care in diabetes ‐ 2007", "2007"], ["Long‐term prognosis for diabetic patients with foot ulcers", "1993"], ["Diabetic foot ulcers: prevention, diagnosis and classification", "1998"], ["Patient education as the basis for diabetes care in clinical practice and research", "1985"], ["Lower‐extremity amputation in people with diabetes. Epidemiology and prevention", "1989"], ["Why bother educating the multi‐disciplinary team and the patient ‐ the example of prevention of lower extremity amputation in diabetes", "1995"], ["Clinical practice. Neuropathic diabetic foot ulcers", "2004"], ["The global burden of diabetic foot disease", "2005"], ["Diabetic foot ulcers. Pathophysiology, assessment, and therapy", "2001"], ["CONSORT statement: extension to cluster randomised trials", "2004"], ["Diabetes‐ and nondiabetes‐related lower extremity amputation incidence before and after the introduction of better organized diabetes foot care: continuous longitudinal monitoring using a standard method", "2008"], ["Treatment for diabetic foot ulcers", "2005"], ["A national consensus on outcomes and indicators for diabetes patient education", "2009"], ["The prevalence and determinants of foot ulceration in type 2 diabetic patients in a primary health care setting", "1997"], ["Outcome measures for low back pain research. A proposal for standardized use", "1998"], ["A review of the mechanisms implicated in the pathogenesis of the diabetic foot", "2005"], ["Complex interventions for preventing diabetic foot ulceration", "2010"], ["Individual patient education for people with type 2 diabetes mellitus", "2009"], ["Education and the diabetic foot", "1996"], ["Diabetic foot ulcers", "2006"], ["Diabetic foot disorders. A clinical practice guideline (2006 revision)", "2006"], ["The effects of limited (information only) patient education programs on the health outcomes of adults with asthma", "2002"], ["Epidemiology of lower extremity amputation in centres in Europe, North America and East Asia", "2000"], ["Patient education for mechanical neck disorders", "2009"], ["Chapter 8:  Assessing risk of bias in included studies", "The Cochrane Collaboration, 2011"], ["Incidence of lower‐limb amputations in the diabetic compared to the non‐diabetic population. Findings from nationwide insurance data, Germany, 2005‐2007", "2009"], ["Global Guideline for Type 2 Diabetes", "2005"], ["Diabetic foot ulcers", "2003"], ["Towards less amputations in diabetic patients. Incidence, causes, cost, treatment, and prevention ‐ a review", "1995"], ["Preventing amputation in the patient with diabetes", "1995"], ["Systematic reviews of wound care management: (4) diabetic foot ulceration", "2000"], ["A systematic review of foot ulcer in patients with type 2 diabetes mellitus. I: prevention", "1999"], ["Preventive foot care in people with diabetes", "1998"], ["The epidemiology of lower extremity amputations in diabetic individuals", "1983"], ["Health‐related quality of life of diabetic foot ulcer patients and their caregivers", "2005"], ["Pathways to diabetic limb amputation. Basis for prevention", "1990"], ["Health‐economic consequences of diabetic foot lesions", "2004"], ["Challenges in systematic reviews of educational intervention studies", "2005"], ["Diabetes and its long‐term complications in general practice: a survey in a well‐defined population", "1993"], ["Prevention of foot problems in persons with diabetes", "2000"], ["Mortality rates and diabetic foot ulcers: is it time to communicate mortality risk to patients with diabetic foot ulceration?", "2008"], ["Members of research ethics committees accepted a modification of the randomized consent design", "2005"], ["CONSORT 2010 statement: updated guidelines for reporting parallel group randomized trials", "2010"], ["Preventing foot ulcers in patients with diabetes", "2005"], ["Diabetes care and research in Europe: the Saint Vincent Declaration", "1990"], ["Method guidelines for systematic reviews in the Cochrane Collaboration Back Review Group for Spinal Disorders", "1997"], ["Diabetic foot ulcers: a quality of life issue", "2001"], ["Foot ulcers in the diabetic patient, prevention and treatment", "2007"]], "ex": [["Benefits of a multidisciplinary approach in the management of recurrent diabetic foot ulceration in Lithuania ‐ a prospective study", "1999"], ["Effect of a pharmacist‐managed diabetes care program in a free medical clinic", "2000"], ["Randomized controlled multicentre evaluation of an education programme for insulin‐treated diabetic patients: effects on metabolic control, quality of life, and costs of therapy", "1990"], ["Improving foot care for people with diabetes mellitus ‐ a randomized controlled trial of an integrated care approach", "2000"], ["Implementation and evaluation of pharmaceutical care on the outcomes of patients suffering from diabetic foot syndrome", "2009"], ["Improving self‐care among older patients with type II diabetes: the 'sixty something...' study", "1992"], ["Reduction of lower extremity clinical abnormalities in patients with non‐insulin‐dependent diabetes mellitus", "1993"], ["The role of footwear in the prevention of foot lesions in patients with NIDDM", "1997"], ["Evaluation of a diabetic foot screening and protection programme", "1998"], ["Diabetes education and care management significantly improve patient outcomes in the dialysis unit", "2002"], ["Effect of telephone follow‐up on adherence to a diabetes therapeutic regimen", "2010"], ["Evaluation of a structured teaching and treatment programme for type 2 diabetes in general practice in a rural area of Austria", "1995"], ["Evaluation of the impact of chiropodist care in the secondary prevention of foot ulcerations in diabetic subjects", "2003"], ["The effect of long‐term intensified insulin treatment on the development of microvascular complications of diabetes mellitus", "1993"], ["A structured treatment and educational program for patients with type 2 diabetes mellitus, insulin therapy and impaired cognitive function (DikoL)", "2004"], ["DIABEDS: a randomized trial of the effects of physician and/or patient education on diabetes patient outcomes", "1987"], ["Foot education improves knowledge and satisfaction among patients at high risk for diabetic foot ulcer", "1999"], ["Preventing diabetic foot disease: lessons from the Medicare therapeutic shoe demonstration", "1996"], ["Individualised diabetic education can contribute to decrease the incidence of diabetic foot and avoid amputation: Results of a 9‐year prospective study", "2011"]], "in": [["Intensive education improves knowledge, compliance and foot problems in type 2 diabetes", "1991"], ["Randomized controlled trial of diabetic patient education: improved knowledge without improved metabolic status", "1987"], ["Improving foot self‐care behaviors with Pies Sanos", "2004"], ["Evaluation of a neuropathic ulcers prevention program for patients with diabetes", "2010"], ["A randomized pilot study of improving foot care in home health patients with diabetes", "2003"], ["Self‐management of foot care for patients 65 years of age or older with diabetes", "2003"], ["Foot care: knowledge retention and self‐care practices", "1992"], ["Education for secondary prevention of foot ulcers in people with diabetes: a randomised controlled trial", "2008"], ["Prevention of amputation by diabetic education", "1989"], ["The diabetes education study: a controlled trial of the effects of diabetes patient education", "1986"], ["A randomized study of the effects of a home diabetes education program", "1986"], ["Long‐term effects of one year of intensified podiatric activities on foot‐care knowledge and self‐care habits in patients with diabetes", "1998"]]}