{"a": [["Effect of pioglitazone therapy on high sensitive C‐reactive protein and lipid profile in diabetic patients with renal transplantation: a randomize clinical trial", "2015"], ["Influence of pioglitazone for renal transplant function in diabetics ‐ a double blind randomised placebo controlled cross over study", "2016"], ["Standards of medical care in diabetes ‐ 2015", "2015"], ["Intensive blood glucose control and vascular outcomes in patients with type 2 diabetes", "2008"], ["Poor glycemic control in diabetes and the risk of incident chronic kidney disease even in the absence of albuminuria and retinopathy: Atherosclerosis Risk in Communities (ARIC) Study", "2008"], ["Diabetic complications associated with new‐onset diabetes mellitus in renal transplant recipients", "2007"], ["Impact of acute rejection and new‐onset diabetes on long‐term transplant graft and patient survival", "2008"], ["Excerpts from the United States Renal Data System 2006 Annual Data Report", "2007"], ["Intensive glucose control and macrovascular outcomes in type 2 diabetes.[Erratum appears in Diabetologia. 2009 Nov;52(1):2470 Note: Control Group [added]]", "2009"], ["Patient survival and cardiovascular risk after kidney transplantation: the challenge of diabetes", "2008"], ["New‐onset diabetes after transplantation: 2003 International consensus guidelines. Proceedings of an international expert panel meeting. Barcelona, Spain, 19 February 2003", "2003"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus. The Diabetes Control and Complications Trial Research Group", "1993"], ["Effect of intensive therapy on the development and progression of diabetic nephropathy in the Diabetes Control and Complications Trial. The Diabetes Control and Complications (DCCT) Research Group", "1995"], ["Intensive diabetes treatment and cardiovascular disease in patients with type 1 diabetes", "2005"], ["Report of the expert committee on the diagnosis and classification of diabetes mellitus", "2003"], ["Glucose control and vascular complications in veterans with type 2 diabetes. [Erratum appears in N Engl J Med. 2009 Sep 3;361(10):1028], [Erratum appears in N Engl J Med. 2009 Sep 3;361(10):1024‐5; PMID: 19726779]", "2009"], ["Influence of tacrolimus on glucose metabolism before and after renal transplantation: a prospective study", "2001"], ["Metabolic and nutritional complications of renal transplantation", "2007"], ["New‐onset diabetes after renal transplantation: risk assessment and management", "2012"], ["GRADE: an emerging consensus on rating quality of evidence and strength of recommendations", "2008"], ["Diabetes and kidney transplantation: past, present, and future", "2012"], ["Novel views on new‐onset diabetes after transplantation: development, prevention and treatment", "2013"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["The impact of early‐diagnosed new‐onset post‐transplantation diabetes mellitus on survival and major cardiac events", "2006"], ["10‐year follow‐up of intensive glucose control in type 2 diabetes", "2008"], ["International Diabetes Federation, IDF Diabetes Atlas, 6th ed", "2013"], ["Peroxisome proliferator‐activated receptor gamma agonists in renal disease", "2006"], ["Management of hyperglycaemia in type 2 diabetes: a patient‐centered approach. Position statement of the American Diabetes Association(ADA) and the European Association for the Study of Diabetes(EASD).[Erratum appears in Diabetologia. 2013 Mar;56(3):680]", "2012"], ["Effect of intensive treatment of hyperglycaemia on microvascular outcomes in type 2 diabetes: an analysis of the ACCORD randomised trial.[Erratum appears in Lancet. 2010 Oct 30;376(9751):1466]", "2010"], ["Diabetes mellitus after kidney transplantation in the United States", "2003"], ["KDIGO clinical practice guideline for the care of kidney transplant recipients", "2009"], ["New onset of diabetes after transplantation ‐ an overview of epidemiology, mechanism of development and diagnosis", "2013"], ["Association of hemoglobin A1c with cardiovascular disease and mortality in adults: the European prospective investigation into cancer in Norfolk", "2004"], ["Differences in the glucose‐lowering efficacy of dipeptidyl peptidase‐4 inhibitors between Asians and non‐Asians: a systematic review and meta‐analysis", "2013"], ["Relationship of hyperglycemia to the long‐term incidence and progression of diabetic retinopathy", "1994"], ["Wound infections in renal transplant wounds: pathogenetic and prognostic factors", "1975"], ["Sitagliptin therapy in kidney transplant recipients with new‐onset diabetes after transplantation", "2011"], ["The relationship between diabetes and infectious hospitalizations in renal transplant recipients", "2006"], ["Incidence and predictors of myocardial infarction after kidney transplantation", "2004"], ["Insulin and glucose‐lowering agents for treating people with diabetes and chronic kidney disease", "2015"], ["Pioglitazone in the management of diabetes mellitus after transplantation", "2004"], ["ANZDATA 32nd Annual Report. 2009 Report: Data to 2008. Chapter 2: New patients commencing treatment in 2008", "2009"], ["Survival improvement among patients with end‐stage renal disease: trends over time for transplant recipients and wait‐listed patients", "2001"], ["Kidney transplantation halts cardiovascular disease progression in patients with end‐stage renal disease", "2004"], ["Metabolic control and prevalent cardiovascular disease in non‐insulin‐dependent diabetes mellitus (NIDDM): The NIDDM Patient Outcome Research Team", "1997"], ["American Association of Clinical Endocrinologists and American Diabetes Association consensus statement on inpatient glycemic control", "2009"], ["Diabetes mellitus: a risk factor for delayed graft function after deceased donor kidney transplantation", "2010"], ["Comparison of mortality risk for dialysis patients and cadaveric first renal transplant recipients in Ontario, Canada", "2000"], ["Rationale and strategies for early detection and management of diabetic kidney disease", "2008"], ["New‐onset diabetes after kidney transplantation: prevalence, risk factors, and management", "2012"], ["Impact of renal cadaveric transplantation on survival in end‐stage renal failure: evidence for reduced mortality risk compared with hemodialysis during long‐term follow‐up", "1998"], ["Chapter 11: Presenting results and 'Summary of findings' tables. In: Higgins JP, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Chapter 12: Interpreting results and drawing conclusions. In: Higgins JP, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Meta‐analysis: glycosylated hemoglobin and cardiovascular disease in diabetes mellitus", "2004"], ["Management of post‐transplant diabetes", "2013"], ["Early peri‐operative glycaemic control and allograft rejection in patients with diabetes mellitus: a pilot study", "2001"], ["Effect of intensive blood‐glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34)", "1998"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group.[Erratum appears in Lancet 1999 Aug 14;354(9178):602]", "1998"], ["Glucose control is associated with patient survival in diabetic patients after renal transplantation", "2010"], ["Obesity, metabolic syndrome and diabetes mellitus after renal transplantation: prevention and treatment", "2014"], ["Comparison of mortality in all patients on dialysis, patients on dialysis awaiting transplantation, and recipients of a first cadaveric transplant", "1999"], ["New‐onset diabetes after kidney transplantation‐changes and challenges", "2012"]], "ex": [["Effects of pioglitazone on subclinical atherosclerosis and insulin resistance in nondiabetic renal allograft recipients", "2010"], ["Early basal insulin therapy decreases new‐onset diabetes after renal transplantation", "2012"], ["Post‐transplantation diabetes is better controlled after conversion from prednisone to deflazacort: a prospective trial in renal transplants", "1997"], ["The impact of aggressive cardiovascular risk modification on carotid intima media thickness and brachial artery reactivity in renal transplant recipients [abstract no: 132]", "2008"], ["Evaluation of dietetic advice for modification of cardiovascular disease risk factors in renal transplant recipients", "2011"], ["Impact of the strict glycemic control in the post‐operative period of transplantation with ECD kidneys. Preliminary results of a prospective and randomized trial [abstract]", "2010"], ["The effects of rosuvastatin on 51CR‐EDTA measured glomerular filtration rate and urinary albumin excretion in non‐diabetic renal transplant recipients [abstract no: 1386]", "2008"], ["Sensor‐augmented insulin‐pump therapy in new‐onset diabetes after transplantation (SAPT‐NODAT): Study protocol for a randomized controlled trial [abstract no: 58]", "2012"], ["Vildagliptin and pioglitazone in patients with impaired glucose tolerance after kidney transplantation: a randomized, placebo‐controlled clinical trial", "2013"], ["Free prednisolone exposure correlates with peak glucose early after kidney transplantation [abstract no: 64]", "2012"], ["Divided daily prednisolone dosing reduces hyperglycemia after kidney transplantation [abstract no: D1480]", "2013"]], "in": [["The Minnesota diabetes complications clinical trial. The first three years", "1983"], ["Effect of glycemic control on early diabetic renal lesions. A 5‐year randomized controlled clinical trial of insulin‐dependent diabetic kidney transplant recipients", "1994"], ["Efficacy and safety of vildagliptin in new‐onset diabetes after kidney transplantation‐‐a randomized, double‐blind, placebo‐controlled trial", "2014"], ["A randomized controlled trial to evaluate the effect of glycemic control on renal transplantation outcomes", "2012"], ["Effects of pioglitazone on blood glucose and inflammatory markers of diabetic kidney transplant patients: a randomized controlled trial", "2014"], ["Sitagliptin might be a favorable antiobesity drug for new onset diabetes after a renal transplant.[Erratum appears in Exp Clin Transplant. 2014 Feb;12(1):87]", "2013"], ["The effect of sitagliptin treatment on hyperglycemia and insulin secretion after renal transplantation [abstract no: O309]", "2013"]]}