{"a": [["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Safety issues on Metformin use", "2003"], ["Metformin increases response to insulin in insulin‐dependent diabetes", "1987"], ["Lilly Lecture: Toward physiological understanding of glucose tolerance: minimal‐model approach (Review).", "1989"], ["Effects of puberty and diabetes on metabolism of insulin‐sensitive fuels", "1994"], ["A coefficient of agreement for nominal scales", "1960"], ["Effect of Metformin addition to insulin in type 1 diabetes mellitus.", "1984"], ["Metformin and insulin: is there a role for combination therapy?", "1997"], ["Effect of intensive diabetes treatment on the development and progression of long‐term complications in adolescents with insulin‐dependent diabetes mellitus. Diabetes Control and Complications Trial", "1994"], ["Is Metformin a useful adjunct to insulin therapy in adolescents with type 1 diabetes in poor control?", "2000"], ["Metformin in type 1 diabetes: is this a good or bad idea?", "2003"], ["Metformin reduces post‐prandial insulin needs in type 1 (insulin‐dependent) diabetic patients: assessment by the artificial pancreas", "1982"], ["The insulin‐sparing effect of metformin in insulin‐treated diabetic patients", "1995"], ["Is growth hormone hypersecretion in diabetic adolescent girls also a daytime problem? growth hormone hypersecretion in diabetic adolescent girls also a daytime problem?", "1998"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions version 5.0 [updated February 2008]", "2008"], ["A risk‐benefit assessment of metformin in type 2 diabetes mellitus", "1999"], ["Mechanism by which metformin reduces glucose production in type 2 diabetes", "2000"], ["Assessing the quality of randomized trials: Is blinding necessary?", "1996"], ["Effects of metformin on haemorheology, lipid parameters and insulin resistance in insulin‐dependent diabetic patients (IDDM)", "1991"], ["Effect of metformin in pediatric patients with type 2 diabetes", "2002"], ["The case of the misleading funnel plot", "2006"], ["Metformin, the rebirth of a biguanide: mechanism of action and place in the prevention and treatment of insulin resistance", "2001"], ["The benefits of metformin therapy during continuous subcutaneous insulin infusion treatment of type 1 diabetic patients", "2002"], ["Lactic acidosis in patients with diabetes treated with metformin (Letter)", "1998"], ["Improving the quality of reports of meta‐analyses of randomised controlled trials: the QUOROM statement. Quality of Reporting of Meta‐analyses", "1999"], ["Insulin management and metabolic control of type 1 diabetes mellitus in childhood and adolescence in 18 countries. Hvidore Study Group on Childhood Diabetes", "1998"], ["Metformin reduces insulin requirement in type 1 (insulin‐dependent) diabetes", "1983"], ["Metformin monotherapy for type 2 diabetes", "2005"], ["Risk of fatal and non fatal lactic acidosis with Metformin use in type 2 diabetes mellitus", "2005"], ["Empirical evidence of bias: dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "1995"], ["Investigating and dealing with publication and other biases", "2001"], ["Effect of intensive blood‐glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34)", "1998"], ["Second report. Technical Report Series 646", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Insulin resistance due to hyperglycaemia: an adaptation protecting insulin‐sensitive tissues", "1997"]], "ex": [["Studies on juvenile ‐type diabetes in children. Assessment of control under treatment with constant and variable doses of insulin with or without addition of biguanides", "1975"]], "in": [["Metformin as an adjunct therapy in adolescents with type 1 diabetes and insulin resistance", "2003"], ["Metformin as additional therapy in adolescents with poorly controlled type 1 diabetes: randomized placebo‐controlled trial with aspects on insulin sensitivity", "2003"]]}