{"a": [["Efficacy and safety of basal insulin analogue detemir and NPH insulin in patients with Type 1 diabetes on basal‐bolus regimen", "1.2.01"], ["16 week multi‐center, open, randomised 3 group parallel study comparing insuln determir with NPH", "2001"], ["Report on the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Insulin analogues and their potential in the management of diabetes mellitus", "1999"], ["A coefficient of agreement for nominal scales", "1960"], ["The mechanism of protraction of insulin detemir, a long‐acting, acylated analog of human insulin", "2004"], ["Time‐action profile of the long‐acting insulin analog insulin glargine (HOE901) in comparison with those of NPH insulin and placebo", "2000"], ["Lower within‐subject variability of insulin detemir in comparison to NPH insulin and insulin glargine in people with type 1 diabetes", "2004"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions 4.2.5 [updated May 2005]", "2005"], ["Intensive treatment of type 1 diabetes", "1998"], ["Long‐acting insulin analogues versus NPH insulin (human isophane insulin) for type 2 diabetes mellitus", "2007"], ["Assessing the quality of reports of randomized clinical trials: Is blinding necessary?", "1996"], ["Correlations of receptor binding and metabolic and mitogenic potencies of insulin analogs designed for clinical use.", "2000"], ["Improving the quality of reports of meta‐analyses of randomised controlled trials: the QUOROM statement. Quality of Reporting of Meta‐analyses", "1999"], ["Use of beef ultralente for basal insulin delivery: plasma insulin concentrations after chronic ultralente administration in patients with IDDM", "1986"], ["Reduced hypoglycemia risk with Insulin Glargine: A meta‐analysis comparing insulin glargine with human NPH insulin in type 2 diabetes", "2005"], ["Long acting insulin analogues", "1999"], ["Empirical evidence of bias: dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "1995"], ["Second report. Technical Report Series 646", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Treatment satisfaction and psychological well‐being with insulin glargine compared with NPH in patients with Type 1 diabetes", "2001"]], "ex": [["Efficacy of conversion from bedtime NPH insulin injection to once‐ or twice‐daily injections of insulin glargine in type 1 diabetic patients using basal/bolus therapy", "2004"], ["Beneficial effects of flexible insulin therapy in children and adolescents with type 1 diabetes mellitus", "2003"], ["Flexible insulin therapy with glargine insulin improved glycemic control and reduced severe hypoglycemia among preschool‐aged children with type 1 diabetes mellitus", "2005"], ["Lower Within‐Subject Variability of Insulin Detemir in Comparison to NPH Insulin and Insulin Glargine in People With Type 1 Diabetes", "2003"], ["Once‐daily insulin glargine compared with twice‐daily NPH insulin in patients with type 1 diabetes", "2004"], ["Glycaemic control and hypoglycaemia in children, adolescents and young adults with unstable type 1 diabetes mellitus treated with insulin glargine or intermediate‐acting insulin", "2007"], ["Insulin detemir offers improved glycemic control compared with NPH insulin in people with type 1 diabetes", "2004"], ["Pharmacokinetics and pharmacodynamics of subcutaneous injection of long‐acting human insulin analog glargine, NPH insulin, and ultralente human insulin and continuous subcutaneous infusion of insulin lispro", "2000"], ["Both continuous subcutaneous insulin infusion and a multiple daily insulin injection regimen with glargine as basal insulin are equally better than traditional multiple daily insulin injection treatment", "2003"], ["Insulin glargine improves glycemic control and health‐related quality of life in type 1 diabetes", "2007"], ["Comparison of one daily injection of NPH and crystalline PZI insulins on urinary glucose in diabetic children", "1979"], ["Treatment with glargine in adolescents with type 1 diabetes mellitus: Clinical and metabolic control after 9 months", "2005"], ["Cost‐effectiveness of detemir‐based basal/bolus therapy versus NPH‐based basal/bolus therapy for type 1 diabetes in a UK setting: an economic analysis based on meta‐analysis results of four clinical trials", "2004"], ["Insulin glargine versus NPH insulin in patients with type 1 diabetes", "2003"], ["Effect of switching from NPH insulin to insulin glargine on glycemic control in Japanese type 1 diabetic patients", "2005"], ["Usefulness of long acting insulin analogue glargine in basal‐bolus therapy for Japanese children and adolscents with type 1 diabetes mellitus", "2007"], ["Proportional dose‐response relationship and lower within‐patient variability of insulin detemir and NPH insulin in subjects with type 1 diabetes mellitus", "2007"]], "in": [["Improved glycaemic control with insulin glargine plus insulin lispro: a multicentre, randomized, cross‐over trial in people with Type 1 diabetes", "2006"], ["Glargine versus NPH insulin: Efficacy in comparison with insulin aspart in a basal bolus regimen in type 1 diabetes—The glargine and aspart study (GLASS). A randomised cross‐over study", "2006"], ["Insulin detemir used in basal‐bolus therapy in people with type 1 diabetes is associated with a lower risk of nocturnal hypoglycaemia and less weight gain over 12 months in comparison to NPH insulin", "2005"], ["Human ultralente insulin: A comparison with porcine lente insulin as a twice‐daily insulin in insulin‐dependent diabetic patients with fasting hyperglycaemia", "1986"], ["Glargine is superior to neutral protamine Hagedorn for improving glycated haemoglobin and fasting blood glucose levels during intensive insulin therapy", "2005"], ["Comparison of the soluble basal insulin analog insulin detemir with NPH insulin: a randomized open crossover trial in type 1 diabetic subjects on basal‐bolus therapy", "2001"], ["Insulin analogues (insulin detemir and insulin aspart) versus traditional human insulins (NPH insulin and regular human insulin) in basal‐bolus therapy for patients with type 1 diabetes", "2004"], ["Insulin detemir offers improved glycemic control compared with NPH insulin in people with type 1 diabetes: a randomized clinical trial", "2004"], ["A randomized multicentre trial of insulin glargine compared with NPH insulin in people with type 1 diabetes", "2005"], ["Insulin detemir lowers the risk of hypoglycaemia and provides more consistent plasma glucose levels compared with NPH insulin in Type 1 diabetes", "2006"], ["Randomized cross‐over trial of insulin glargine plus lispro or NPH insulin plus regular human insulin in adolescents with type 1 diabetes on intensive insulin regimens", "2003"], ["Efficacy and safety of HOE 901 versus NPH insulin in patients with type 1 diabetes. The European Study Group of HOE 901 in type 1 diabetes", "2000"], ["Better long‐term glycaemic control with the basal insulin glargine as compared with NPH in patients with Type 1 diabetes mellitus given meal‐time lispro insulin", "2004"], ["A 16‐week comparison of the novel insulin analog insulin glargine (HOE 901) and NPH human insulin used with insulin lispro in patients with type 1 diabetes", "2000"], ["Less hypoglycemia with insulin glargine in intensive insulin therapy for type 1 diabetes. U.S. Study Group of Insulin Glargine in Type 1 Diabetes", "2000"], ["Insulin detemir compared with NPH insulin in children and adolescents with Type 1 diabetes", "2007"], ["Basal insulin glargine (HOE 901) versus NPH insulin in patients with type 1 diabetes on multiple daily insulin regimens. U.S. Insulin Glargine (HOE 901) Type 1 Diabetes Investigator Group", "2000"], ["Intensive replacement of basal insulin in patients with type 1 diabetes given rapid‐acting insulin analog at mealtime: a 3‐month comparison between administration of NPH insulin four times daily and glargine insulin at dinner or bedtime", "2003"], ["Effects of QD insulin detemir or neutral protamine Hagedorn on blood glucose control in patients with type I diabetes mellitus using a basal‐bolus regimen", "2004"], ["Comparative trial between insulin glargine and NPH insulin in children and adolescents with type 1 diabetes", "2001"], ["A comparison of human ultralente‐ and lente‐based twice‐daily injection regimens", "1989"], ["Insulin detemir is associated with more predictable glycemic control and reduced risk of hypoglycemia than NPH insulin in patients with type 1 diabetes on a basal‐bolus regimen with premeal insulin aspart", "2003"], ["Effectiveness of human ultralente versus NPH insulin in providing basal insulin replacement for an insulin lispro multiple daily injection regimen. A double‐blind randomized prospective trial. The Canadian Lispro Study Group", "1999"]]}