{"a": [["Report on the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Biochemical and molecular mechanisms of diabetic retinopathy", "2002"], ["Retinopathy progression and visual outcomes after phacoemulsification in patients with diabetes mellitus", "1999"], ["A coefficient of agreement for nominal scales", "1960"], ["Effects of long term (4 yeras) with pentoxifylline on haemorheological changes and vascular complications in diabetic patients", "1987"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions 4.2.5 [updated May 2005]", "2005"], ["Clinical use of pentoxifylline in haemorrhagic disorders of the retina", "1980"], ["The Wisconsin Epidemiologic Study of Diabetic Retinopathy", "1984"], ["The case of the misleading funnel plot", "2006"], ["Improving the quality of reports of meta‐analyses of randomised controlled trials: the QUOROM statement. Quality of Reporting of Meta‐analyses", "1999"], ["Goodman and Gilman's The Pharmacological Basis of Therapeutics", "1991"], ["Diabetic retinal vascular complications and erythrocyte filtrability; results of a 2‐year follow‐up study with pentoxifylline", "1985"], ["Pentoxifylline modulates deformability, F‐actin content, and superoxide anion production of polymorphonuclear leukocytes from diabetic cats", "1992"], ["Investigating and dealing with publication and other biases", "2001"], ["Second report. Technical Report Series 646", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"]], "ex": [["The European Association for the Study of Diabetes Annual Meeting, 1998: The U.K. Prospective Diabetes Study and other topics in type 2 diabetes", "1999"], ["Methylglyoxal and advanced glycation endproducts: new therapeutic horizons?", "2007"], ["Use of preparations with antiaggregation and hemostatic action in treating diabetic retinopathy", "1982"], ["Comparative evaluation of the efficacy of various methods in the treatment of diabetic retinopathies", "1983"], ["Present approach to medical therapy of diabetic retinopathy", "1994"], ["Clinical use of pentoxyfilline in hemorragic disorders of the retina", "1980"], ["Results of experimental and clinical trials of the drug trental", "1980"], ["Nitric oxide deficiency, leucocyte activation, and resultant ischemia are crucial to the pathogenesis of diabetic retinopathy / neuropathy ‐ preventive potential of antioxidants, essential fatty acids, chromium, gingkilides, and pentoxyfilline", "1998"], ["Screening and management of diabetic microvascular complications in older adults", "2004"], ["Results of diabetic retinopathy treatment with angioprotectors", "1993"], ["Effects of pentoxyfilline on oxidative stress and levels of EGF and NO in blood of diabetic type‐2 patients: a randomized, double‐blind placebo‐controlled clinical trial", "2005"], ["Use of disaggregants in treating diabetic retinopathy", "1984"], ["Demonstration of the effect of pentoxyfilline in arterial circulating disorders (double‐blind study using Trental 400)", "1975"], ["Double‐blind study with Pentoxyfilline on 50 patients with maturity‐onset diabetes", "1975"], ["Diabetic retinal vascular complications and erythrocyte fistrability: results of a 2‐year follow‐up study with pentoxyfilline", "1985"], ["Pentoxyfilline increases retinal capillary blood flow velocity in patients with diabetes", "1993"], ["Highlights of the Diabetes UK Annual Professional Meeting: 4‐6 April 2001", "2001"]]}