{"a": [["Report on the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Biochemical and molecular mechanisms of diabetic retinopathy", "2002"], ["Biomolecular medicine and free radicals", "1996"], ["Toward a new recommended dietary allowance for vitamin C based on antioxidant and health effects in humans", "1999"], ["A coefficient of agreement for nominal scales", "1960"], ["Metal ion release from mechanically‐disrupted human arterial wall. Implications for the development of atherosclerosis", "1995"], ["Diabetic retinopathy", "2003"], ["Superoxide radical and superoxide dismutases", "1995"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions 4.2.5 [updated May 2005]", "2005"], ["Assessing the quality of reports of randomized clinical trials: Is blinding necessary?", "1996"], ["The Wisconsin Epidemiologic Study of Diabetic Retinopathy", "1984"], ["The case of the misleading funnel plot", "2006"], ["Improving the quality of reports of meta‐analyses of randomised controlled trials: the QUOROM statement. Quality of Reporting of Meta‐analyses", "1999"], ["Biochemistry and molecular biology of ascorbic acid biosybthesis", "1996"], ["Empirical evidence of bias: dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "1995"], ["Funnel plots for detecting bias in meta‐analysis: Guidelines on choice of axis", "2001"], ["Second report. Technical Report Series 646", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"]], "ex": [["Diabetic macular edema: classification, medical and laser therapy", "2003"], ["Vascular endothelial growth factor and diabetic retinopathy: role of oxidative stress", "2005"], ["Pharmacotherapy for diabetic retinopathy [erratuam appears in Curr Opin Ophthalmol 2005 Jun; 16(3): 195]", "2004"], ["Current and future pharmacological intervention for diabetic retinopathy", "2005"], ["Studies on diabetic retinopathy. III", "1979"], ["Medical treatment of retinopathy of type2‐diabetes", "2004"], ["Pharmacological approach to diabetic retinopathy", "2004"], ["Intensified multifactorial intervention in patients with type 2 diabetes and microalbuminuria: rationale and effect on late diabetic complications", "2006"], ["Lipid peroxidation and antioxidant status in patients with diabetic retinopathy", "2005"], ["Present approach to medical therapy of diabetic retinopathy", "1944"], ["Vitamin C metabolities and microangiopathy in diabetes mellitus", "1987"], ["Vitamin C treatment reduces transcapillary escape rate of albumin in type 1 diabetes", "2004"], ["Therapeutical potential of anti‐oxidants and diabetic retinopathy", "2001"], ["Old and new drug targets indiabetic retinopathy: from biochemical changes to inflammation and neurodegeneration", "2005"], ["Advanced glycation end‐products increase monocyte adhesion to retinal endothelial cells through vascular endothelial growth factor‐induced ICAM‐1 expression: inhibitory effects of antioxidants", "2004"], ["Antioxidant nutrient intake and diabetic retinopathy: The San Luis Valley Diabetes Study", "1998"], ["Relations of serum ascorbic acid and a‐tocopherol to diabetic retinopathy in the Third National Health and Nutrition Examination Survey", "2003"], ["Use of nutraceuticals for eye health", "2005"], ["Oxidative stress detection: what for? Part I", "2006"], ["Current approaches and perspectives in the medical treatment of diabetic retinopathy", "2004"], ["Does antioxidant stress play a role in diabetic retinopathy?", "1995"], ["An investigation of the relationship between free radical activity and vitamin C metabolism in olderly diabetic subjects with retinopathy", "1992"], ["Novel therapeutics for diabetic micro‐ and macrovascular complications", "2006"], ["Lipid peroxidation and diabetic complications: effect of antioxidant vitamins C and E", "1944"], ["Therapeutic methods of diabetic retinopathy and its molecular biological study", "2005"], ["Novel approaches in the treatment of angiogenic eye disease", "2005"], ["Update on the treatment of diabetic retinopathy", "2007"], ["Antioxidant enzymes and diabetic retinopathy", "2007"]]}