{"a": [["A randomised, single‐masked, phase IV pilot study of the efficacy and safety of adjunctive intravitreal Avastin® (bevacizumab) in the prevention of early postoperative vitreous haemorrhage following diabetic vitrectomy", "2038"], ["Evaluation of ranibizumab in proliferative diabetic retinopathy (PDR) requiring vitrectomy", "2015"], ["Randomized, double blinded, controlled, two‐center study assessing the safety and efficacy of intravitreal ranibizumab as a preoperative adjunct treatment before vitrectomy surgery in proliferative diabetic retinopathy (PDR) compared to vitrectomy alone", "2015"], ["Adjuvant intravitreal bevacizumab in pars plana vitrectomy for vitreous hemorrhage secondary to diabetic retinopathy", "2015"], ["Adjuvant intravitreal bevacizumab in pars plana vitrectomy for diabetic vitreous hemorrhage", "2015"], ["A prospective, randomised controlled trial of ranibizumab pre‐treatment in diabetic vitrectomy ‐ a pilot study", "2015"], ["Intravitreal aflibercept injection as a surgical adjuvant in severe proliferative diabetic retinopathy", "2015"], ["Prospective randomized controlled study of intravitreal injection of 0.16 mg bevacizumab one day before surgery for proliferative diabetic retinopathy", "2015"], ["Two‐year course of visual acuity in severe proliferative diabetic retinopathy with conventional management. Diabetic Retinopathy Vitrectomy Study (DRVS) report #1", "1985"], ["Complications of vitrectomy for non‐clearing vitreous hemorrhage in diabetic patients", "1988"], ["Ultrasound biomicroscopy of sclerotomy sites after pars plana vitrectomy for diabetic vitreous hemorrhage", "2000"], ["Management of vitreous cavity hemorrhage following pars plana vitrectomy for diabetic retinopathy", "1986"], ["Fluid‐gas exchange and photocoagulation after vitrectomy. Indications, technique, and results", "1986"], ["Reoperation following diabetic vitrectomy", "1992"], ["Diabetes:facts and stats", "2014"], ["Intravitreal triamcinolone acetonide injection at the end of vitrectomy for diabetic vitreous hemorrhage: a randomized, clinical trial", "2008"], ["How to identify randomized controlled trials in MEDLINE: ten years on", "2006"], ["Computer program on www.gradepro.org", "2014"], ["Outpatient fluid‐air exchange for severe postvitrectomy diabetic vitreous hemorrhage. Long‐term results and complications", "1991"], ["Fibrovascular ingrowth at sclerotomy sites in vitrectomized diabetic eyes with recurrent vitreous hemorrhage: ultrasound biomicroscopy findings", "2004"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Vitrectomy in the management of diabetic eye disease", "1992"], ["Ultrasound biomicroscopy for examination of the sclerotomy site in eyes with proliferative diabetic retinopathy after vitrectomy", "2000"], ["Hemostatic effects of air versus fluid in diabetic vitrectomy", "1989"], ["One‐year outcomes of panretinal photocoagulation in proliferative diabetic retinopathy", "2000"], ["The Wisconsin epidemiologic study of diabetic retinopathy. II. Prevalence and risk of diabetic retinopathy when age at diagnosis is less than 30 years", "1984"], ["The Wisconsin epidemiologic study of diabetic retinopathy. III. Prevalence and risk of diabetic retinopathy when age at diagnosis is 30 or more years", "1984"], ["Hemostatic effects of SF6 after diabetic vitrectomy for vitreous hemorrhage", "2001"], ["Wound complications in pars plana vitrectomy", "1993"], ["Effect of tranexamic acid on postvitrectomy haemorrhage in diabetic patients", "1987"], ["A comparison of the causes of blindness certifications in England and Wales in working age adults (16‐64 years), 1999‐2000 with 2009‐2010", "2014"], ["Intraoperative argon endophotocoagulation for recurrent vitreous hemorrhage after vitrectomy for diabetic retinopathy", "1987"], ["Efficacy of fluid‐air exchange for postvitrectomy diabetic vitreous hemorrhage", "1992"], ["The role of vitrectomy in diabetic retinopathy", "1978"], ["Microsurgical management of neovascularisation secondary to posterior segment ischaemia", "1991"], ["Entry site neovascularisation after diabetic vitrectomy", "2000"], ["Wieger's ligament [republished in Ophthalmology. 2003 Jun;110(6):1265]", "2003"], ["Vitreous hemorrhage after vitrectomy for diabetic retinopathy", "1984"], ["Procoagulant effects of intraocular sodium hyaluronate (Healon) after phakic diabetic vitrectomy. A prospective, randomized study", "1989"], ["Effect of tranexamic acid on early postvitrectomy diabetic haemorrhage; a randomised clinical trial", "2005"], ["Review Manager (RevMan)", "2014"], ["Neovascularization from scleral wound as cause of vitreous rebleeding after vitrectomy for proliferative diabetic retinopathy", "2000"], ["The English national screening programme for sight threatening diabetic retinopathy", "2008"], ["Complications of vitreous surgery for diabetic retinopathy. II. Postoperative complications", "1983"], ["Diabetic vitrectomy: influence of lens status upon anatomic and visual outcomes", "2007"], ["Recognition of vitreoschisis in proliferative diabetic retinopathy. A useful landmark in vitrectomy for diabetic traction retinal detachment", "1996"], ["Entry site neovascularization and vitreous cavity hemorrhage after diabetic vitrectomy. The predictive value of inner sclerostomy site ultrasonography", "2008"], ["Vitreous hemorrhage after closed vitrectomy for proliferative diabetic retinopathy", "1989"], ["Rate of diabetic vitrectomy in a defined geographical part of North East England", "2014"], ["Does preoperative intravitreal bevacizumab reduce complications of vitrectomy for proliferative diabetic retinopathy?", "2014"], ["Postoperative complications following vitrectomy for proliferative diabetic retinopathy with sew‐on and noncontact wide‐angle viewing lenses", "2001"], ["Fibrovascular ingrowth and recurrent haemorrhage following diabetic vitrectomy", "2000"], ["Intravitreal long‐acting gas in the prevention of early postoperative vitreous hemorrhage in diabetic vitrectomy", "2007"], ["Cryotherapy of the anterior retina and sclerotomy sites in diabetic vitrectomy to prevent recurrent vitreous hemorrhage: an ultrasound biomicroscopy study", "2005"], ["Predictive clinical features and outcomes of vitrectomy for proliferative diabetic retinopathy", "2008"], ["Vitrectomy with or without preoperative intravitreal bevacizumab for proliferative diabetic retinopathy: a meta‐analysis of randomized controlled trials", "2013"], ["A systematic review and meta‐analysis of clinical outcomes of vitrectomy with or without intravitreal bevacizumab pretreatment for severe diabetic retinopathy", "2011"]], "ex": [["Bevacizumab (Avastin) as an adjunct to vitrectomy in the management of severe proliferative diabetic retinopathy: a prospective case series", "2011"], ["The effect of intravitreal bevacizumab as a pretreatment of vitrectomy for diabetic vitreous hemorrhage on recurrent hemorrhage", "2015"], ["Evaluation of results 1 year following short‐term use of ranibizumab for vitreous hemorrhage due to proliferative diabetic retinopathy", "2014"], ["Role of intravitreal bevacizumab (Avastin) injected at the end of diabetic vitrectomy in preventing postoperative recurrent vitreous hemorrhage", "2010"], ["Intraoperative bleeding during vitrectomy for diabetic tractional retinal detachment with versus without preoperative intravitreal bevacizumab (IBeTra study)", "2009"], ["Effect of bevacizumab injection before vitrectomy on intravitreal hemorrhage in pseudophakic patients with proliferative diabetic retinopathy", "2013"], ["The effect on surgical success of intravitreal bevacizumab given before pars plana vitrectomy in diabetic patients", "2010"], ["The role of intraoperative bevacizumab for prevention of postoperative vitreous hemorrhage in diabetic vitreous hemorrhage", "2014"], ["Preoperative intravitreal bevacizumab improves visual outcome in diabetic vitreous surgery", "2008"], ["Visual and anatomical outcomes following vitrectomy for complications of diabetic retinopathy: the DRIVE UK study", "2012"], ["Six‐month visual outcome after pars plana vitrectomy in proliferative diabetic retinopathy with or without a single preoperative injection of intravitreal bevacizumab", "2012"], ["Preferable use of intravitreal bevacizumab as a pretreatment of vitrectomy for severe proliferative diabetic retinopathy", "2009"], ["Intravitreal bevacizumab at the end of diabetic vitrectomy for prevention of postoperative vitreous hemorrhage: a comparative study", "2012"], ["Effect of intravitreal bevacizumab injection before vitrectomy on proliferative diabetic retinopathy", "2010"], ["Visual outcomes and incidence of recurrent vitreous hemorrhage after vitrectomy in diabetic eyes pretreated with bevacizumab (Avastin)", "2009"], ["A phase III randomized 1:1, masked, study of the safety, tolerability, and efficacy of intravitreal pre‐op 0.3mg pegaptanib sodium versus sham, for adjuvant management of TRD and vit hem associated with PDR", "2015"], ["Microincision vitrectomy surgery and intravitreal bevacizumab as a surgical adjunct to treat diabetic traction retinal detachment", "2009"], ["A randomized study comparing the efficacy of bevacizumab and ranibizumab as pre‐treatment for pars plana vitrectomy in proliferative diabetic retinopathy", "2014"], ["Intravitreal injection of bevacizumab and triamcinolone acetonide at the end of vitrectomy for diabetic vitreous hemorrhage: a comparative study", "2010"], ["Bevacizumab prior to vitrectomy for diabetic traction retinal detachment", "2011"], ["Can a preoperative bevacizumab injection prevent recurrent postvitrectomy diabetic vitreous haemorrhage?", "2009"], ["Can an intraoperative bevacizumab injection prevent recurrent postvitrectomy diabetic vitreous hemorrhage?", "2009"], ["Early vitreous hemorrhage after vitrectomy with preoperative intravitreal bevacizumab for proliferative diabetic retinopathy", "2013"], ["Bevacizumab pretreatment and long‐acting gas infusion on vitreous clear‐up after diabetic vitrectomy", "2008"], ["Bevacizumab pretreatment in vitrectomy with silicone oil for severe diabetic retinopathy", "2009"], ["Avastin as an adjunct to vitrectomy in the management of severe proliferative diabetic retinopathy: a prospective case series", "2008"], ["Reducing the incidence of early postoperative vitreous haemorrhage by preoperative intravitreal bevacizumab in vitrectomy for diabetic tractional retinal detachment", "2010"]], "in": [["Intravitreal bevacizumab for prevention of early postvitrectomy hemorrhage in diabetic patients: a randomized clinical trial", "2009"], ["The effect of adjunctive intravitreal bevacizumab for preventing postvitrectomy hemorrhage in proliferative diabetic retinopathy", "2011"], ["Intravitreal bevacizumab for the surgical treatment of severe proliferative retinopathy", "2010"], ["Intravitreal bevacizumab as an adjunctive therapy before diabetic vitrectomy", "2008"], ["Outcome of a single intravitreal bevacizumab injection on the visual acuity and course of pars plana vitrectomy in proliferative diabetic retinopathy", "2013"], ["Preoperative injection of intravitreal bevacizumab in dense diabetic vitreous hemorrhage", "2011"], ["Experience with intravitreal bevacizumab as a preoperative adjunct in 23‐G vitrectomy for advanced proliferative diabetic retinopathy", "2010"], ["Randomized controlled study of intravitreal bevacizumab 0.16 mg injected one day before surgery for proliferative diabetic retinopathy", "2015"], ["Intravitreal injection of bevacizumab before vitrectomy for proliferative diabetic retinopathy", "2009"], ["Injection of intravitreal bevacizumab (Avastin) as a preoperative adjunct before vitrectomy surgery in the treatment of severe proliferative diabetic retinopathy (PDR)", "2008"], ["Angiofibrotic response to vascular endothelial growth factor inhibition in diabetic retinal detachment: report no. 1", "2012"], ["Intravitreal Avastin as an adjunct in patients with proliferative diabetic retinopathy undergoing pars plana vitrectomy", "2013"]]}