{"a": [["Starting insulin in type 2 diabetes: Continue oral hypoglycemic agents? A randomized trial in primary care", "2004"], ["Combination‐therapy with bedtime nph insulin and sulphonylureas gives similar glycaemic control but lower weight gain than insulin twice daily in patients with type 2 diabetes", "2002"], ["Combined bedtime insulin‐daytime sulphonylurea regimen compared with two different daily insulin regimens in type 2 diabetes: effects on HbA1c and hypoglycaemia rate‐a randomised trial", "2003"], ["Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Report of The Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1999"], ["A randomized controlled tria of weight reduction and exercise for diabetes management in older African‐American subjects", "1997"], ["Statistical methods in medical research, par. 5.3", "2002"], ["The benefits of modest weight loss in type II diabetes", "1997"], ["Inside guidelines: comparative analysis of recommendations and evidence in diabetes guidelines from 13 countries", "2002"], ["A coefficient of agreement for nominal scales", "1960"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus. The Diabetes Control and Complications Trial Research Group", "1993"], ["Well‐being and symptoms in relation to insulin therapy in type 2 diabetes", "1998"], ["Meta‐analysis in clinical trials", "1986"], ["Bias in meta‐analysis detected by a simple, graphical test", "1997"], ["Benefits of combination therapy of insulin and oral hypoglycemic agents", "2003"], ["Longitudinal study on glycaemic control and quality of life in patients with Type 2 diabetes mellitus referred for intensified control", "1999"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Assessing the quality of reports of randomized clinical trials: Is blinding necessary?", "1996"], ["Efficacy of insulin and sulfonylurea combination therapy in type II diabetes. A meta‐analysis of the randomized placebo‐controlled trials", "1996"], ["Quantitative synthesis in systematic reviews", "1997"], ["Interlaboratory standardization of glycated hemoglobin determinations", "1986"], ["Cochrane Collaboration Handbook", "1997"], ["Classification and diagnosis of diabetes mellitus and other categories of glucose intolerance", "1979"], ["Insulin plus a sulfonylurea agent for treating type 2 diabetes", "1991"], ["Is combination sulfonylurea and insulin therapy useful in NIDDM patients? A metaanalysis [see comments]", "1992"], ["Timely addition of insulin to oral therapy for type 2 diabetes", "2002"], ["The treat‐to‐target trial: randomized addition of glargine or human NPH insulin to oral therapy of type 2 diabetic patients", "2003"], ["Parametric measures of effect size", "1994"], ["Insulin and risk of cardiovascular disease: a meta‐analysis", "1998"], ["Empirical evidence of bias: dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "1995"], ["Insulin and atheroma. 20‐yr perspective", "1990"], ["Glycemic control with diet, sulfonylurea, metformin, or insulin in patients with type 2 diabetes mellitus: progressive requirement for multiple therapies (UKPDS 49). UK Prospective Diabetes Study (UKPDS) Group", "1999"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group", "1998"], ["Symptoms and well‐being in relation to glycemic control in type II diabetes", "1996"], ["Method guidelines for systematic reviews in the Cochrane Collaboration Back Review Group for Spinal Disorders", "1997"], ["Insulin and oral hypoglycemic agents should not be used in combination in the treatment of type 2 diabetes", "2003"], ["Second report. Technical Report Series 646", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, Diagnosis and Classification of Diabetes Mellitus and its Complications. Report of a WHO Consultation. Part 1: Diagnosis and Classification of Diabetes Mellitus", "1999"], ["Less nocturnal hypoglycemia and better post‐dinner glucose control with bedtime insulin glargine compared with bedtime NPH insulin during insulin combination therapy in type 2 diabetes. HOE 901/3002 Study Group", "2000"], ["Combination therapies with insulin in type 2 diabetes", "2001"], ["Risk factors for coronary artery disease in healthy persons with hyperinsulinemia and normal glucose tolerance", "1989"]], "ex": [["Treatment of poorly regulated non‐insulin‐dependent diabetes mellitus with combination insulin‐sulfonylurea", "1985"], ["Effects of metformin in patients with poorly controlled, insulin‐treated type 2 diabetes mellitus. A randomized, double‐blind, placebo‐controlled trial", "1999"], ["Therapy focused on lowering postprandial glucose, not fasting glucose, may be superior for lowering HbA1c. IOEZ Study Group. [see comments]", "2000"], ["Trial of sulfonylurea in combination with insulin in the therapy of diabetes type I and II. Evidence against a primary extrapancreatic receptor effect", "1984"], ["A long‐term, randomized, comparative study of insulin versus sulfonylurea therapy in type 2 diabetes [see comments]", "1994"], ["NIDDM: a rapid progressive disease. Results from a long‐term, randomised, comparative study of insulin or sulphonylurea treatment", "1996"], ["Zur Behandlung von Typ II (non‐insulin‐dependent)‐Diabetikern mit Sulfonylharnstoff‐Sekundärversagen Kombinationstherapie von Glibenclamid und Insulin", "1988"], ["Comparison between acarbose, metformin, and insulin treatment in type 2 diabetic patients with secondary failure to sulfonylurea treatment", "1995"], ["Effect of insulin‐glipizide combination on skeletal muscle capillary basement membrane width in diabetic patients", "1994"], ["[Insulin or insulin + oral hypoglycemic drugs in the treatment of type 2 diabetes difficult to compensate metabolically?]. [Italian]", "1984"], ["Insulin‐glyburide combination therapy for non‐insulin‐dependent diabetes mellitus: a long‐term double‐blind, placebo‐controlled trial", "1988"], ["The addition of glipizide to insulin therapy in type‐II diabetic patients with secondary failure to sulfonylureas is useful only in the presence of a significant residual insulin secretion", "1987"], ["Gliclazide and bedtime insulin are more efficient than insulin alone for type 2 diabetic patients with sulfonylurea secondary failure", "2001"], ["The efficacy of acarbose in the treatment of patients with non‐insulin‐dependent diabetes mellitus. A multicenter controlled clinical trial", "1994"], ["Daytime glibenclamide and bedtime NPH insulin compared to intensive insulin treatment in secondary sulphonylurea failure: a 1‐year follow‐up", "1996"], ["[A comparative study of insulin and glyburide versus glyburide or insulin in the chronic control of patients with type‐2 diabetes]. [Spanish]", "1993"], ["Medication compliance in non‐insulin‐dependent diabetes: a randomized comparison of chlorpropamide and insulin", "1985"], ["Initiation of insulin treatment after 70 years of age: patient status 2 years later", "1991"], ["Combination insulin/glyburide therapy in type II diabetes mellitus. Effects on lipoprotein metabolism and glucoregulation", "1985"], ["Modification of postprandial hyperglycemia with insulin lispro improves glucose control in patients with type 2 diabetes", "1997"], ["Combination insulin and sulfonylurea therapy in insulin‐requiring type 2 diabetes mellitus", "1998"], ["Effects of tolazamide and exogenous insulin on insulin action in patients with non‐insulin‐dependent diabetes mellitus", "1986"], ["Effects of tolazamide and exogenous insulin on pattern of postprandial carbohydrate metabolism in patients with non‐insulin‐ dependent diabetes mellitus. Results of randomized crossover trial", "1987"], ["Long‐term effects of troglitazone: open‐label extension studies in type 2 diabetic patients", "2000"], ["Intensive insulin therapy combined with metformin in obese type 2 diabetic patients", "2000"], ["Metformin for obese, insulin‐treated diabetic patients: improvement in glycaemic control and reduction of metabolic risk factors", "1993"], ["The combination of insulin and sulphonylurea in the treatment of secondary drug failure in patients with type II diabetes", "1984"], ["Transient effect of the combination of insulin and sulfonylurea (glibenclamide) on glycemic control in non‐insulin dependent diabetics poorly controlled with insulin alone", "1985"], ["Different effects of insulin and oral antidiabetic agents on glucose and energy metabolism in type 2 (non‐insulin‐dependent) diabetes mellitus", "1989"], ["Treatment strategies for secondary sulfonylurea failure. Should we start insulin or add metformin? Is there a place for intermittent insulin therapy?", "1991"], ["Morning or bedtime NPH insulin combined with sulfonylurea in treatment of NIDDM", "1992"], ["Effects of combination of insulin and acarbose compared with insulin and gliclazide in type 2 diabetic patients", "1999"], ["[Glibenclamide‐insulin combination in the management of secondary failure of sulfonyl‐urea medication]", "1982"], ["Metformin added to insulin therapy in poorly controlled type 2 diabetes", "1999"], ["Acarbose for the treatment of type II diabetes: the results of a Canadian multi‐centre trial. [erratum appears in Diabetes Res Clin Pract 1995 Sep;29(3):215]", "1995"], ["The effects of oral agent or insulin treatments on the plasma lipoproteins and the plasma lipoprotein lipase activator in diabetic patients", "1986"], ["Efficacy and safety of acarbose in insulin‐treated patients with type 2 diabetes", "1998"], ["Combined therapy of insulin and tolazamide decreases insulin requirement and serum triglycerides in obese patients with noninsulin‐dependent diabetes mellitus", "1987"], ["Sulfonylurea‐metformin‐combination&lt; /strong&gt; versus sulfonylurea‐insulin‐combination&lt;/s trong&gt; in secondary failures of sulfonylurea monotherapy. Results of a prospective randomized study in 50 patients", "1991"], ["Combination of insulin and glibenclamide in the treatment of elderly non‐insulin dependent (type 2) diabetic patients", "1985"], ["Comparison of bedtime NPH or preprandial regular insulin combined with glibenclamide in secondary sulfonylurea failure", "1995"], ["The role of sulphonylurea in combination therapy assessed in a trial of sulphonylurea withdrawal. Scandinavian Insulin‐Sulphonylurea Study Group Research Team", "1999"], ["Glyburide in non‐insulin‐dependent diabetes. Its therapeutic effect in patients with disease poorly controlled by insulin alone", "1985"], ["New modalities in diabetes treatment", "1988"], ["Combination insulin‐sulfonylurea therapy", "1990"], ["Effects of combined insulin‐sulfonylurea therapy in type II patients. [see comments]", "1989"], ["Transdermal insulin application in type II diabetic patients. Results of a clinical pilot study", "1990"], ["C‐peptide profiles in patients with non‐insulin‐dependent diabetes mellitus before and during insulin treatment", "1992"], ["The lipoprotein profile differs during insulin treatment alone and combination therapy with insulin and sulphonylureas in patients with Type 2 diabetes mellitus", "1999"], ["Glibenclamide improves the response to insulin treatment in non‐insulin‐dependent diabetics with second failure to sulfonylurea therapy", "1988"], ["Insulin and a sulfonylurea agent in non‐insulin‐dependent diabetes mellitus", "1986"], ["Acarbose vs. bedtime NPH insulin in the treatment of secondary failures to sulphonylurea‐metformin therapy in type 2 diabetes mellitus", "1999"], ["Type II diabetes: insulin versus oral agents", "1986"], ["Effect of glibenclamide in insulin‐treated diabetic patients with a residual insulin secretion", "1986"], ["Combination therapy for NIDDM with biosynthetic human insulin and glyburide", "1992"], ["Combination therapy of glibenclamide and insulin in NIDDM patients with secondary failure to oral drugs. [see comments]", "1990"], ["Glyburide or insulin for metabolic control in non‐insulin‐dependent diabetes mellitus. A randomized, double‐blind study", "1988"], ["Comparison of bedtime NPH insulin or metformin combined with glibenclamide in secondary sulphonylurea failure in obese type II (NIDDM) patients", "1998"], ["Morning or bed‐time insulin with or without glibenclamide in elderly type 2 diabetic patients unresponsive to oral antidiabetic agents", "1992"], ["The effect of an alpha‐glucosidase inhibitor and insulin on glucose metabolism and lipid profiles in non‐insulin‐dependent diabetes mellitus", "1996"], ["Concomitant insulin and sulfonylurea therapy in patients with type II diabetes. Effects on glucoregulation and lipid metabolism", "1984"], ["Effect of insulin versus sulfonylurea therapy on cardiovascular risk factors and fibrinolysis in type II diabetes", "1998"], ["Metabolic effects of combination glipizide and human proinsulin treatment in NIDDM", "1990"], ["The difficult choice of treatment for poorly controlled maturity onset diabetes: tablets or insulin?", "1984"], ["Nicotinamide improves insulin secretin and metabolic control in lean type 2 diabetic patients with secondary failure to sulphonylureas", "1998"], ["Combined metformin and insulin therapy for patients with type 2 diabetes mellitus", "2000"], ["Combined insulin and sulfonylurea therapy in non‐insulin‐dependent diabetics with secondary failure to oral drugs: a one year follow‐up", "1986"], ["A randomized trial of rosiglitazone therapy in patients with inadequately controlled insulin‐treated type 2 diabetes", "2001"], ["Combined glyburide and insulin therapy in type II diabetes", "1987"], ["Adding metformin versus insulin dose increase in insulin‐treated but poorly controlled Type 2 diabetes mellitus: an open‐label randomized trial", "1998"], ["Effect of insulin and sulfonylurea therapy, at the same level of blood glucose control, on low density lipoprotein subfractions in type 2 diabetic patients", "2000"], ["The effects of metformin on glycemic control and serum lipids in insulin‐treated NIDDM patients with suboptimal metabolic control", "1998"], ["Effects of insulin therapy upon plasma lipid fatty acids and platelet aggregation in NIDDM with secondary failure to oral antidiabetic agents", "1995"], ["Insulin and sulfonylurea therapy in NIDDM patients. Are the effects on lipoprotein metabolism different even with similar blood glucose control?", "1997"], ["[Combined treatment of type‐2 diabetics with insulin and glibenclamide after secondary drug failure. Double‐blind, insulin‐placebo‐controlled crossover study]. [German]", "1985"], ["A comparative study of sulphonylurea and insulin therapy in non insulin dependent diabetics who had failed on diet therapy alone", "1987"], ["[The combination of insulin and metformin in obese patients with type‐2 diabetes mellitus]. [Spanish]", "1999"], ["One‐year response to evening insulin therapy in non‐insulin‐ dependent diabetes", "1992"], ["[Comparative study of the efficiency of ultralente insulin and NPH insulin combined with sulfonylurea in type 2 diabetes patients with secondary tolerance to sulfonylurea. Possible selection criteria]", "1996"], ["Addition of sulfonylurea to insulin treatment in poorly controlled type II diabetes. A double‐blind, randomized clinical trial", "1987"], ["Effects of short‐term insulin therapy upon therapeutic response to glipizide", "1987"], ["Effect of troglitazone in insulin‐treated patients with type II diabetes mellitus. Troglitazone and Exogenous Insulin Study Group. [see comments]", "1998"], ["Effect of glyburide on glycemic control, insulin requirement, and glucose metabolism in insulin‐treated diabetic patients", "1987"], ["Combination of insulin with glipizide increases peripheral glucose disposal in secondary failure type 2 diabetic patients", "1990"], ["Effects of insulin‐oral hypoglycemic agents combined therapy in outpatients with type 2 diabetes", "1998"], ["Comparison of morning or bedtime insulin with and without glyburide in secondary sulfonylurea failure", "1993"], ["Insulin and sulphonylurea in the therapy of type 2 diabetes", "1990"], ["Effect of acarbose on additional insulin therapy in type 2 diabetic patients with late failure of sulphonylurea therapy", "1999"], ["Effects of the combination of insulin and glibenclamide in type 2 (non‐insulin‐dependent) diabetic patients with secondary failure to oral hypoglycaemic agents", "1988"], ["Lack of effect of glibenclamide on insulin requirements and diabetic control in persons with insulin‐dependent diabetes", "1988"], ["[Insulin‐sulfonylurea combination therapy in secondary therapy failure with sulfonylurea compounds. Randomized study between evening and morning intermediary insulin administration using the Novo Pen semi‐ automatic insulin injector]", "1990"], ["Pramlintide, a synthetic analog of human amylin, improves the metabolic profile of patients with type 2 diabetes using insulin. The Pramlintide in Type 2 Diabetes Group", "1998"], ["Insulin treatment of elderly type 2 diabetic patients: effects on retinopathy", "1998"], ["Comparison of combined therapies in treatment of secondary failure to glyburide", "1992"], ["Efficacy of combined treatments in NIDDM patients with secondary failure to sulphonylureas. Is it predictable?", "1998"], ["[Estimation of different models of insulin therapy in noninsulin‐dependent diabetes mellitus]", "1997"], ["Glycemic control with diet, sulfonylurea, metformin, or insulin in patients with type 2 diabetes mellitus: progressive requirement for multiple therapies (UKPDS 49). UK Prospective Diabetes Study (UKPDS) Group", "1999"], ["United Kingdom Prospective Diabetes Study (UKPDS). 13: Relative efficacy of randomly allocated diet, sulphonylurea, insulin, or metformin in patients with newly diagnosed non‐insulin dependent diabetes followed for three years. [see comments]", "1995"], ["United Kingdom Prospective Diabetes Study 24: a 6‐year, randomized, controlled trial comparing sulfonylurea, insulin, and metformin therapy in patients with newly diagnosed type 2 diabetes that could not be controlled with diet therapy. United Kingdom Prospective Diabetes Study Group. [see comments]", "1998"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group. [see comments]. [erratum appears in Lancet 1999 Aug 14;354(9178):602]", "1998"], ["Treatment of NIDDM patients with secondary failure to glyburide: comparison of the addition of either metformin or bed‐time NPH insulin to glyburide", "1991"], ["A randomized crossover study of sulphonylurea and insulin treatment in patients with type 2 diabetes poorly controlled on dietary therapy", "1989"], ["Less nocturnal hypoglycemia and better post‐dinner glucose control with bedtime insulin glargine compared with bedtime NPH insulin during insulin combination therapy in type 2 diabetes. HOE 901/3002 Study Group", "2000"], ["A comparison of troglitazone and metformin on insulin requirements in euglycemic intensively insulin‐treated type 2 diabetic patients", "1999"], ["The influence of improved glycaemic control with insulin and sulphonylureas on acute phase and endothelial markers in Type II diabetic subjects", "2000"]], "in": [["[Effectiveness of combined treatment with glibenclamide and insulin in secondary sulfonylurea failure. A controlled multicenter double‐blind clinical trial]", "1988"], ["Insulin lispro in the treatment of patients with type 2 diabetes mellitus after oral agent failure", "1999"], ["Comparison of insulin with or without continuation of oral hypoglycemic agents in the treatment of secondary failure in NIDDM patients", "1995"], ["[Daytime sulfonyluyrea ‐ bedtime insulin combination therapy in Type II diabetes]", "1997"], ["Glyburide decreases insulin requirement, increases beta‐cell response to mixed meal, and does not affect insulin sensitivity: effects of short‐ and long‐term combined treatment in secondary failure to sulfonylurea", "1987"], ["Sulphonylurea failure in type 2 diabetes: treatment with a basal insulin supplement", "1987"], ["Effects of combination therapy with glyburide and insulin on serum lipid levels in NIDDM patients with secondary sulfonylurea failure", "1991"], ["[Combination therapy with insulin/sulfonylurea in the long‐term therapy of type II diabetes following &quot;secondary failure&quot;]. [German]", "1988"], ["[Long‐term effect of combination glibenclamide‐insulin treatment in the secondary failure of sulfonylurea therapy‐‐results of a one‐year double blind study]. [German]", "1987"], ["Causes of weight gain during insulin therapy with and without metformin in patients with Type II diabetes mellitus", "1999"], ["Combined therapy with glibenclamide and ultralente insulin in lean patients with NIDDM with secondary failure of sulfonylureas. Follow up at two years", "1990"], ["Insulin versus a combination of insulin and sulfonylurea in the treatment of NIDDM patients with secondary oral failure", "1995"], ["Efficacy of bedtime NPH insulin with daytime sulfonylurea for subpopulation of type II diabetic subjects", "1989"], ["Combined therapy for obese type 2 diabetes: suppertime mixed insulin with daytime sulfonylurea", "1992"], ["Beginning insulin treatment of obese patients with evening 70/30 insulin plus glimepiride versus insulin alone. Glimepiride Combination Group", "1998"], ["Bedtime insulin/daytime glipizide. Effective therapy for sulfonylurea failures in NIDDM", "1995"], ["[The effectiveness of combined insulin and sulfonylurea in treating non‐insulin dependent diabetic patients]. [Chinese]", "1995"], ["[The effects of insulin combined with glibenclamide on glucose and lipid metabolism in patients with Type II diabetes mellitus]", "1991"], ["Comparison of different insulin regimens in elderly patients with NIDDM", "1996"], ["Combination therapy with bedtime insulin and daytime oral hypoglycaemic agents in type 2 diabetic patients [Chinese]", "2001"], ["Comparison of insulin regimens in patients with non‐insulin‐dependent diabetes mellitus", "1992"], ["Comparison of bedtime insulin regimens in patients with type 2 diabetes mellitus. A randomized, controlled trial", "1999"]]}