{"a": [["Glucagon dynamics during hypoglycaemia and food‐re‐challenge following treatment with vildagliptin in insulin‐treated patients with type 2 diabetes", "2014"], ["Efficacy and safety of alogliptin added to insulin in Japanese patients with type 2 diabetes: a randomized, double‐blind, 12‐week, placebo‐controlled trial followed by an open‐label, long‐term extension phase", "2014"], ["A randomized clinical trial to evaluate the efficacy and safety of co‐administration of sitagliptin with intensively titrated insulin glargine", "2015"], ["Combination of the dipeptidyl peptidase‐4 inhibitor linagliptin with insulin‐based regimens in type 2 diabetes and chronic kidney disease", "2015"], ["Vildagliptin as add‐on to insulin improves glycaemic control without increased risk of hypoglycaemia in Asian (predominantly Chinese) patients with type 2 diabetes mellitus", "2014"], ["Alogliptin added to insulin therapy in patients with type 2 diabetes reduces HbA1c without causing weight gain or increased hypoglycaemia", "2009"], ["Efficacy and safety of sitagliptin added to insulin in Japanese patients with type 2 diabetes: the EDIT randomized trial", "2015"], ["Linagliptin improves glycaemic control after 1 year as add‐on therapy to basal insulin in Asian patients with type 2 diabetes mellitus", "2015"], ["Withdrawal of sulfonylureas from patients with type 2 diabetes receiving long‐term sulfonylurea and insulin combination therapy results in deterioration of glycemic control: a randomized controlled trial", "2015"], ["Efficacy of switching from premix analog insulin twice daily injection to insulin glargine once daily injection with sitagliptin", "2015"], ["Study to test the safety, tolerability, and effectiveness of sitagliptin when compared to placebo in reducing the amount of insulin (with or without metformin) needed per day, to control blood sugar, over a 24‐week period", "2011"], ["The comparison glycemic control in two group patient treated with insulin alone and insulin plus sulfunyl urea", "2012"], ["The efficacy of vildagliptin on type 2 diabetic patients with basal‐bolus insulin therapy in the short‐term hospitalization (single‐center, randomized, open‐label, controlled study)", "2016"], ["Comparison of the effects of insulin monotherapy and combination therapy with ipragliflozin and insulin on glucose toxicity in type 2 diabetes mellitus : a randomized controlled trial", "2016"], ["Rosiglitazone in subjects with type 2 diabetes mellitus who are inadequately controlled on insulin", "2016"], ["Safety and efficacy of saxagliptin plus insulin with or without metformin", "2016"], ["Evaluate the efficacy and safety of saxagliptin added to insulin monotherapy or to insulin combined with metformin in Chinese subjects with type 2 diabetes who have inadequate glycaemic control", "2016"], ["Effects of intensive glucose lowering in type 2 diabetes", "2008"], ["Report on the Expert Committee on the diagnosis and classification of diabetes mellitus", "1997"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Intensive blood glucose control and vascular outcomes in patients with type 2 diabetes", "2008"], ["Paragraph 5.3", "2002"], ["Type 2 diabetes: the role of insulin", "2005"], ["Insulin therapy in poorly controlled type 2 diabetic patients: does it affect quality of life?", "2001"], ["Well‐being and symptoms in relation to insulin therapy in type 2 diabetes", "1998"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Association of diabetes‐related emotional distress with diabetes treatment in primary care patients with type 2 diabetes", "2007"], ["Glucose control and vascular complications in veterans with type 2 diabetes", "2009"], ["A systematic review and meta‐analysis of hypoglycaemia and cardiovascular events", "2007"], ["Longitudinal study on glycaemic control and quality of life in patients with type 2 diabetes mellitus referred for intensified control", "1999"], ["Insulin monotherapy versus combinations of insulin with oral glucose lowering agents in patients with type 2 diabetes mellitus", "2004"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["A re‐evaluation of random‐effects meta‐analysis", "2009"], ["The Cochrane Collaboration's tool for assessing risk of bias in randomised trials", "2011"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["10‐year follow‐up of intensive glucose control in type 2 diabetes", "2008"], ["Observer bias in randomized clinical trials with measurement scale outcomes: a systematic review of trials with both blinded and nonblinded assessors", "2013"], ["NIDDM patients' fears and hopes about insulin therapy. The basis of patient reluctance", "1997"], ["Management of hyperglycemia in type 2 diabetes: a patient‐centered approach: position statement of the American Diabetes Association (ADA)and the European Association for the study of Diabetes (EASD)", "2012"], ["Efficacy of insulin and sulfonylurea combination therapy in type II diabetes. A meta‐analysis of the randomized placebo‐controlled trials", "1996"], ["The relationship between diabetes‐related distress and clinical variables and perceived support among adults with type 2 diabetes: a prospective study", "2014"], ["Long‐term effects of metformin on metabolism and microvascular and macrovascular disease in patients With type 2 diabetes mellitus", "2009"], ["When oral agents fail: practical barriers to starting insulin", "2002"], ["Pharmaceutical industry sponsorship and research outcome and quality: systematic review", "2003"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "2009"], ["High cumulative insulin exposure: a risk factor of atherosclerosis in type 1 diabetes?", "2005"], ["Insulin plus a sulfonylurea agent for treating type 2 diabetes", "1991"], ["Is combination sulfonylurea and insulin therapy useful in NIDDM patients? A meta analysis", "1992"], ["Interpretation of random effects meta‐analyses", "2011"], ["Insulin and risk of cardiovascular disease: a meta‐analysis", "1998"], ["Chapter 11: Presenting results and ‘Summary of findings' tables. In: Higgins JPT, Green S (editors), Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Breaking the barriers to optimal glycaemic control‐‐what physicians need to know from patients' perspectives", "2002"], ["Recommendations for examining and interpreting funnel plot asymmetry in meta‐analyses of randomised controlled trials", "2011"], ["Insulin and atheroma. 20‐yr perspective", "1990"], ["Glycaemic control with diet, sulfonylurea, metformin or insulin in patients with type 2 diabetes mellitus: progressive requirement for multiple therapies (UKPDS 49). UK Prospective Diabetes Study (UKPDS) Group", "1999"], ["Intensive blood‐glucose control with sulfonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)", "1998"], ["Effect of intensive blood‐glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34)", "1998"], ["Second report. Technical Report Series 646", "1980"], ["Technical Report Series 727", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Empirical evidence of bias in treatment effect estimates in controlled trials with different interventions and outcomes: meta‐epidemiological study", "2008"], ["Combination therapies with insulin in type 2 diabetes", "2001"]], "ex": [["Response to intensive therapy steps and to glipizide dose in combination with insulin in type 2 diabetes. VA feasibility study on glycemic control and complications", "1998"], ["Comparison of basal insulin added to oral agents versus twice‐daily premixed insulin as initial insulin therapy for type 2 diabetes", "2006"], ["Comparison of additional metformin or NPH insulin to mealtime insulin lispro with mealtime human insulin therapy in secondary OAD failure", "2003"], ["Effectiviness of combined glibenclamide and insulin treatment of patients with secondary sulphonylurea failure: a controlled multi‐center double‐blind trial", "1988"], ["Early use of combination therapy improves outcome of patients with type 2 diabetes", "2006"], ["Effect of pioglitazone in combination with insulin therapy on glycaemic control, insulin dose requirement and lipid profile in patients with type 2 diabetes previously poorly controlled with combination therapy", "2007"], ["Effect of benfluorex in addition to insulin therapy in obese type II diabetic patients with secondary failure to conventional oral treatment", "1996"], ["Troglitazone use in insulin‐treated type 2 diabetic patients", "1998"], ["Insulin or insulin + oral agents in the treatment of type II diabetics after oral agents failure.", "1984"], ["The addition of glipizide to insulin therapy in type‐II diabetic patients with secondary failure to sulfonylureas is useful only in the presence of a significant residual insulin secretion", "1987"], ["Pioglitazone use in combination with insulin in the prospective Pioglitazone Clinical Trial in Macrovascular Events Study (PROactive19)", "2010"], ["Glicazide and bedtime insulin are more efficient than insulin alone for type 2 diabetic patients with sulfonylurea secondary failure", "2001"], ["Comparison of insulin with or without continuation of oral hypoglycemic agents in the treatment of secondary failure in NIDDM patients", "1995"], ["Daytime glibenclamide and bedtime NPH insulin compared to intensive insulin treatment in secondary sulphonylurea failure: a 1‐year follow‐up", "1996"], ["A comparative study of insulin and glyburide versus glyburide or insulin in the chronic control of patients with type‐2 diabetes", "1993"], ["Insulin glargine in combination with nateglinide in people with type 2 diabetes: a randomized placebo‐controlled trial", "2007"], ["Addition of pioglitazone to stable insulin therapy in patients with poorly controlled type 2 diabetes: results of a double‐blind, multi‐centre, randomized study", "2006"], ["Effect of repaglinide addition to NPH insulin monotherapy on glycemic control in patients with type 2 diabetes", "2001"], ["Continuing metformin when starting insulin in patients with type 2 diabetes: a double‐blind randomized placebo‐controlled trial", "2005"], ["Diabetes treatments have differential effects on nontraditional cardiovascular risk factors", "2006"], ["Sustained efficacy and reduced hypoglycaemia during one year of treatment with vildagliptine added to insulin in patients with type 2 diabetes mellitus", "2008"], ["Rosiglitazone: safety and efficacy in combination with insulin in poorly controlled type2 diabetes mellitus patients treated with insulin alone", "2007"], ["A randomized trial of adding insulin glargine vs. avoidance of insulin in people with type 2 diabetes in either no oral glucose‐lowering agents or submaximal doses of metformin and/or sulfonylureas. The Canadian INSIGHT (Implementing new Strategies with Insulin Glargine for Hyperglycaemia Treatment) Study", "2006"], ["Starting insulin in type 2 diabetes: continue oral glucose lowering agents? A randomized trial in primary care", "2004"], ["Considerations on combined use of insulin and oral antidiabetic agents in the treatment of type 2 diabetes mellitus", "1998"], ["The combination of insulin and sulphonylurea in the treatment of secondary drug failure in patients with type II diabetes", "1984"], ["Treatment strategies for secondary sulfonylurea failure. Should we start insulin or add metformin? Is there place for intermittent insulin therapy?", "1991"], ["Glyburide decreases insulin requirement, increases beta‐cell response to mixed meal, and does not affect insulin sensitivity: effects of short‐ and long‐term combined treatment in secondary failure to sulfonylurea", "1987"], ["Glibenclamide‐insulin combination in the management of secondary failure of sulfonylurea medication", "1982"], ["The addition of acarbose to insulin lispro reduces acute glycaemic responses in patients with type 2 diabetes", "2004"], ["Addition of pramlintide to insulin therapy lowers hbA1c in conjunction with weight loss in patients with type 2 diabetes approaching glycaemic targets", "2003"], ["Pramlintide as an adjunct to insulin therapy improves long‐term glycemic and weight control in patients with type 2 diabetes", "2003"], ["Effect of pramlintide on weight in overweight and obese insulin‐treated type 2 diabetes patients", "2004"], ["Low‐dose rosiglitazone in patients with insulin‐requiring type 2 diabetes", "2007"], ["Sulfonylurea failure in type 2 diabetes: treatment with a basal insulin supplement", "1987"], ["A double‐blind randomized study comparing the effects of continuing or not continuing rosiglitazone + metformin therapy when starting insulin therapy in people with Type 2 diabetes", "2007"], ["Efficacy of sulfonylureas plus α‐glucosidase inhibitor plus bedtime NPH insulin combination therapy in type II diabetes patients with secondary failure using sulfonylureas", "1998"], ["Weight gain in type 2 diabetes mellitus", "2007"], ["A comparison of intensive mixture therapy with basal insulin therapy in insulin‐naive patients with type 2 diabetes receiving oral antidiabetes agents", "2006"], ["Comparison of basal insulin added to oral agents versus twice‐daily premixed insulin as initial insulin therapy or type 2 diabetes", "2005"], ["Combination of oral antidiabetic agents with basal insulin versus premixed insulin alone in randomized elderly patients with type 2 diabetes mellitus", "2007"], ["Rosiglitazone reduces liver fat and insulin requirements and improves hepatic insulin sensitivity and glycemic control in patients with type 2 diabetes requiring high insulin doses", "2008"], ["Nateglinide combination therapy with basal insulin and metformin in patients with type 2 diabetes", "2009"], ["Efficacy of sulfonylureas with insulin in type 2 diabetes mellitus", "2003"], ["The usefulness of combination therapy with preprandial rapid‐acting insulin injections and α‐glucosidase inhibitor in non‐obese NIDDM patients with secondary failure on oral hypoglycemic agents", "1996"], ["Effects of combined treatment with rosiglitazone and NPH insulin on carbohydrate metabolism in patients with type 2 diabetes mellitus", "2008"], ["Effects of combination therapy with glyburide and insulin on serum lipid levels in NIDDM patients with secondary sulfonylurea failure", "1991"], ["Starting patients with type 2 diabetes on insulin therapy using once‐daily injections of biphasic insulin aspart 70/30, biphasic human insulin 70/30, or NPH insulin in combination with metformin", "2003"], ["Lispro insulin and metformin versus other combination in the diabetes mellitus type 2 management after secondary oral antidiabetic drug failure", "2003"], ["Improved glycaemic control with vildagliptin added to insulin, with or without metformin, in patients with type 2 diabetes mellitus", "2013"], ["Biphasic insulin aspart 30 plus metformin: an effective combination in type 2 diabetes", "2006"], ["Glibenclamide improves the response to insulin treatment in non‐insulin‐dependent diabetics with second failure to sulfonylurea therapy", "1988"], ["Clinical observation of efficacy of rosiglitazone combined with insulin in treatment of elderly type 2 diabetes mellitus", "2003"], ["The combination of insulin and sulfonylureas in the treatment of type 2 diabetes with 'secondary failure of sulfonylurea therapy' ‐ long term results", "1988"], ["Combining insulin with metformin or an insulin secretagogue in non‐obese patients with type 2 diabetes: 12 month, randomised, double blinded trial", "2009"], ["Long‐term effect of glibenclamide‐insulin combination therapy in the management of secondary drug failure ‐ results of a double‐blind one‐year follow‐up study", "1987"], ["Causes of weight gain during insulin therapy with and without metformin in patients with type II diabetes mellitus", "1999"], ["Combination therapy of glibenclamide and insulin in NIDDM patients with secondary failure to oral drugs", "1990"], ["Co‐administration of liraglutide with insulin detetmir demonstrates additive pharmacodynamic effects with no pharmacokinetic interaction", "2011"], ["Combination‐therapy with bedtime NPH insulin and sulphonylurea gives similar glycaemic control but lower weight gain than insulin twice daily in patients with type 2 diabetes", "2002"], ["Efficacy of glimepiride in patients with poorly controlled insulin‐treated type 2 diabetes mellitus", "2005"], ["Preprandial repaglinide decreases exogenous insulin requirements and HbA1c levels in type 2 diabetic patients taking intensive insulin treatment", "2006"], ["Insulin glargine versus NPH insulin therapy ins Asian type 2 diabetes patients", "2007"], ["The difficult choice of treatment for poorly controlled maturity onset diabetes: tablets or insulin?", "1984"], ["Diabetes distress and its association with clinical outcomes in patients with type 2 diabetes treated with pramlintide as an adjunct to insulin therapy", "2008"], ["Combined metformin and insulin therapy for patients with type 2 diabetes mellitus", "2000"], ["Combined therapy with glibenclamide and ultralente insulin in lean patients with NIDDM with secondary failure of sulfonylureas. Follow up at two years", "1990"], ["The combined effect of triple therapy with rosiglitazone, metformin, and insulin aspart in type 2 diabetic patients", "2003"], ["A randomized trial of rosiglitazone therapy inpatients with inadequately controlled insulin‐treated type 2 diabetes", "2001"], ["The rationality and effectiveness of insulin therapy in elderly patients with type II diabetes", "1989"], ["insulin versus a combination of insulin and sulfonylurea in the treatment of NIDDM patients with secondary oral failure", "1995"], ["Efficacy and safety of biphasic insulin aspart 30 combined with pioglitazone in type 2 diabetes poorly controlled on glibenclamide (glyburide) monotherapy or combination therapy: an 18‐week randomized, open‐label study", "2005"], ["Efficacy of bedtime NPH insulin with daytime sulfonylurea for subpopulation of type II diabetic subjects", "1989"], ["Combined therapy for obese type 2 diabetes: suppertime mixed insulin with daytime sulfonylurea", "1992"], ["Beginning insulin treatment of obese patients with evening 70/30 insulin plus glimepiride versus insulin alone", "1998"], ["Pramlintide improved glycemic control and reduced weight in patients with type 2 diabetes using basal insulin", "2007"], ["Combination treatment of type II diabetics with insulin and glibenclamide following secondary failure", "1985"], ["Combination of insulin and glibenclamide in secondary failure of sulphonylurea treatment?", "1984"], ["Effects of the treatment with acarbose in elderly overweight type 2 diabetic patients in poor glycemic control with oral hypoglycemic agents or insulin", "2000"], ["The mode of action of the combination glibenclamide/insulin in type‐II‐diabetics", "1986"], ["Acarbose and metabolic control in patients with type 2 diabetes with newly initiated insulin therapy", "2007"], ["Effect of troglitazone in insulin‐treated patients with type II diabetes mellitus", "1998"], ["The effectiveness of combined insulin and sulfonylurea in treating non‐insulin dependent diabetic patients", "1995"], ["Comparison of once‐daily glargine plus sulfonylurea with twice‐daily 70/30 aspart premix in insulin‐naive Japanese patients with diabetes", "2007"], ["Efficacy and safety of sitagliptin when added to insulin therapy in patients with type 2 diabetes", "2010"], ["Obese patients with type 2 diabetes poorly controlled by insulin and metformin: effects of adjunctive dexflenfluramine therapy on glycaemic control", "1994"], ["The effects of insulin in combination with glibenclamide on glucose and lipid metabolism in patients with type II diabetes mellitus", "1991"], ["Prognostic factors for successful insulin therapy in subjects with type 2 diabetes", "1999"], ["Rosiglitazone reduces insulin requirement and C‐reactive protein levels in type 2 diabetic patients receiving peritoneal dialysis", "2005"], ["Sulfonylurea inadequacy. Efficacy of addition of insulin over 6 years in patients with type 2 diabetes in the U.K. Prospective Diabetes Study (UKPDS 57)", "2002"], ["Effect of combination therapy of a rapid‐acting insulin secretagogue (glinide) with premixed insulin in type 2 diabetes mellitus", "2007"], ["Comparison of insulin regimens in patients with non‐insulin‐dependent diabetes mellitus", "1992"], ["Comparison of bedtime insulin regimens in patients with type 2 diabetes mellitus", "1999"], ["Efficacy and safety of linagliptin as add‐on therapy to basal insulin in patients with type 2 diabetes", "2012"], ["Contribution of glimepiride to basal‐prandial insulin therapy in patients with type 2 diabetes", "2011"], ["Response to regimens of insulin therapy in type 2 diabetes mellitus subjects with secondary failure", "2002"]], "in": [["Effects of metformin in patients with poorly controlled, insulin‐treated type 2 diabetes mellitus. A randomized, double‐blind, placebo‐controlled trial", "1999"], ["Saxagliptin add‐on therapy to insulin with or without metformin for type 2 diabetes mellitus: 52‐week safety and efficacy", "2013"], ["Insulin‐glyburide combination therapy for non‐insulin‐dependent diabetes mellitus: a long‐term double‐blind, placebo‐controlled trial", "1988"], ["The efficacy of acarbose in the treatment of patients with non‐insulin‐dependent diabetes mellitus", "1994"], ["A double‐blind placebo‐controlled trial evaluating the safety and efficacy of acarbose for the treatment of patients with insulin‐requiring type 2 diabetes", "1995"], ["Combination insulin and sulfonylurea therapy in insulin‐requiring type 2 diabetes mellitus", "1998"], ["Addition of vildagliptin to insulin improves glycaemic control in type 2 diabetes", "2007"], ["Intensive insulin therapy combined with metformin in obese type 2 diabetic patients", "2000"], ["Metformin for obese, insulin‐treated diabetic patients: improvement in glycaemic control and reduction of metabolic risk factors", "1993"], ["Transient effect of the combination of insulin and sulfonylurea (glibenclamide) on glycemic control in non‐insulin dependent diabetics poorly controlled on insulin alone", "1985"], ["Long‐term glycaemic improvement after addition of metformin to insulin in insulin‐treated obese type 2 diabetes patients", "2001"], ["Metformin added to insulin therapy in poorly controlled type 2 diabetes", "1999"], ["Comparison between sitagliptin as add‐on therapy to insulin and insulin dose‐increase therapy in uncontrolled Korean type 2 diabetes: CSI study", "2012"], ["Combined therapy of insulin and tolazamide decreases insulin requirement and serum triglycerides in obese patients with non‐insulin‐dependent diabetes mellitus", "1987"], ["The impact of metformin on metabolic control in obese type 2 diabetes patients treated with insulin. Preliminary observation", "2005"], ["Combination of insulin and glibenclamide in the treatment of elderly non‐insulin dependent (type 2) diabetic patients", "1985"], ["Effects of combined insulin‐sulfonylurea therapy in type II patients", "1989"], ["The lipoprotein profile differs during insulin treatment alone and combination therapy with insulin and sulphonylurea in patients with type 2 diabetes mellitus", "1999"], ["Insulin and a sulfonylurea agent in non‐insulin‐dependent diabetes mellitus", "1986"], ["Metabolic effects of pioglitazone in combination with insulin in patients with type 2 diabetes mellitus whose disease is not adequately controlled with insulin therapy: results of a six‐month, randomized, double‐blind, prospective, multicenter, parallel‐group study", "2005"], ["Effect of glibenclamide in insulin‐treated diabetic patients with a residual insulin secretion", "1986"], ["Combination therapy for NIDDM with biosynthetic human insulin and glyburide", "1992"], ["Effects of intensive insulin therapy alone and with added pioglitazone on renal salt/water balance and fluid compartment shifts in type 2 diabetes", "2010"], ["Efficacy of combined use of miglitol in type 2 diabetes patients receiving insulin therapy‐placebo‐controlled double‐blind comparative study", "2011"], ["Combination insulin/glyburide therapy in type II diabetes mellitus. Effects on lipoprotein metabolism and glucoregulation", "1985"], ["Combined insulin and sulfonylurea therapy in non‐insulin‐dependent diabetics with secondary failure to oral drugs: a one year follow‐up", "1986"], ["Combined glyburide and insulin therapy in type II diabetes", "1987"], ["Adding metformin versus insulin dose increase in insulin‐treated but poorly controlled type 2 diabetes mellitus: an open‐label randomized trial", "1998"], ["The effects of metformin on glycemic control and serum lipids in insulin‐treated NIDDM patients with suboptimal metabolic control", "1998"], ["Efficacy and safety of pioglitazone in type 2 diabetes: a randomised, placebo‐controlled study in patients receiving stable insulin therapy", "2002"], ["Addition of sulfonylurea to insulin treatment in poorly controlled type II diabetes. A double‐blind, randomized clinical trial", "1987"], ["Efficacy and treatment satisfaction of once‐daily insulin glargine plus one or two oral antidiabetic agents versus continuing premixed human insulin in patients with type 2 diabetes previously on long‐term conventional insulin therapy: The Switch pilot study", "2007"], ["Combination of insulin with glipizide increases peripheral glucose disposal in secondary failure type 2 diabetic patients", "1990"], ["Effects of the combination of insulin and glibenclamide in type 2 (non‐insulin‐dependent) diabetic patients with secondary failure to oral glucose lowering agents", "1988"], ["Comparison of insulin monotherapy and combination therapy with insulin and metformin or insulin and troglitazone in type 2 diabetes", "2002"], ["Combination of insulin and metformin in the treatment of type 2 diabetes", "2002"], ["Comparison of insulin monotherapy and combination therapy with insulin and metformin or insulin and rosiglitazone or insulin and acarbose in type 2 diabetes", "2007"]]}