{"a": [["Standards for Outcomes Measurement of Diabetes Self‐Management Education. Position Statement.", "2003"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Economic costs of diabetes in the US in 2002.", "2003"], ["Patient Diabetes Education in the Management of Adult Type 2 Diabetes", "2001"], ["Effectiveness of the diabetes education and self management for ongoing and newly diagnosed (DESMOND) programme for people with newly diagnosed type 2 diabetes: cluster randomised controlled trial.", "2008"], ["Group based training for self‐management strategies in people with thype 2 diabetes mellitus", "2005"], ["Structured patient education: the diabetes X‐PERT Programme makes a difference", "2006"], ["Diabetes Atlas", "2005"], ["Outcomes and Indicators for Diabetes Education ‐ A National Consensus Position.", "2007"], ["Diabetes patient education: a meta‐analysis and meta‐regression", "2004"], ["Patient empowerment", "2004"], ["Behavioural Science in Diabetes: Contributions and Opportunities", "1999"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions 4.2.5 [updated May 2005]", "2005"], ["Do people with type 2 diabetes and their carers lose income? (T2ARDIS‐4)", "2003"], ["Revealing the cost of Type II diabetes in Europe", "2002"], ["Global Burden of diabetes, 1995‐2025 prevalence, numerical estimates and projections", "1998"], ["Specialist nurses in diabetes mellitus", "2003"], ["The clinical effectiveness of diabetes education models for Type 2 diabetes: a systematic review. The clinical effectiveness of diabetes education models for Type 2 diabetes: a systematic review.", "Apr 2008"], ["Improving the quality of reports of meta‐analyses of randomised controlled trials: the QUOROM statement. Quality of Reporting of Meta‐analyses", "1999"], ["Effectiveness of self‐management training in type 2 diabetes", "2001"], ["Interventions for improving adherence to treatment recomendations in people with type 2 diabetes mellitus", "2005"], ["WHO Expert Committee on Diabetes Mellitus", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Global Prevalence of Diabetes: Estimates for the year 2000 and projections for 2030", "2004"]], "ex": [["An intensified lifestyle intervention programme may be superior to insulin treatment in poorly controlled Type 2 diabetic patients on oral hypoglycaemic agents: results of a feasibility study", "2005"], ["Evaluating a problem‐based empowerment program for African Americans with diabetes: results of a randomized controlled trial", "2005"], ["Effect of Diabetes Intervention Programs on Physical Activity among Migrant Mexican Women with Type 2 Diabetes", "2004"], ["A controlled trial of the effectiveness of a diabetes education programme in a multi‐ethnic community in Glasgow [ISRCTN28317455]", "2006"], ["Improving outcomes of community‐dwelling older patients with diabetes through pharmacist counseling", "1999"], ["An intervention to improve diabetes control in Chile. [Spanish]", "2001"], ["Intensive education improves knowledge, compliance, and foot problems in type 2 diabetes,", "1991"], ["Randomized, controlled trial of diabetic patient education: Improved knowledge without improved metabolic status,", "1987"], ["The efficacy of a resiliency training program in adults with type 2 diabetes mellitus", "2006"], ["Six‐month outcome data for the Good Life Club project: an outcomes study of diabetes self‐management.", "2003"], ["Effects of behavior‐modifying education in the metabolic profile of the type 2 diabetes mellitus patient", "2000"], ["Significance of reinforcing management on limb salvage therapy in patients at high risk for diabetic foot. [Chinese],", "2003"], ["Practice‐based interventions to improve health care for Latinos with diabetes", "Summer 2004"], ["Effect of a pharmaceutical care program on vascular risk factors in type 2 diabetes: the Fremantle Diabetes Study", "2005"], ["Using combined research methods for exploring diabetes patient education", "2003"], ["Metabolic impact of education in NIDDM", "1992"], ["Randomized controlled multicentre evaluation of an education programme for insulin‐treated diabetic patients: Effects on metabolic control, quality of life, and costs of therapy,", "1991"], ["Structured patient education: the Diabetes X‐PERT Programme makes a difference", "2006"], ["Validation of a counseling strategy to promote the adoption and the maintenance of physical activity by type 2 diabetic subjects", "2003"], ["Patient‐centred and professional‐directed implementation strategies for diabetes guidelines: A cluster‐randomized trial‐based cost‐effectiveness analysis,", "2006"], ["Implementation and quantitative evaluation of chronic disease self‐management programme in Shanghai, China: Randomized controlled trial,", "2003"], ["Improving foot care for people with diabetes mellitus ‐ A randomized controlled trial of an integrated care approach,", "2000"], ["Effect of diabetic education on patients' knowledge and self‐management ability [Chinese]", "1999"], ["Effect evaluation of health education in 80 cases of type 2 diabetes,", "2002"], ["A pharmacotherapy follow‐up program in patients with type‐2 diabetes in community pharmacies in Spain", "2006"], ["Implementation and quantitative evaluation of chronic disease self‐management programme in Shanghai, China: Randomized controlled trial", "2003"], ["Evaluation of a diabetes patient education program consisting of a three‐day hospitalization and a six‐month follow‐up by telephone counseling for mild type 2 diabetes and IGT", "1999"], ["Nurse case management improves blood pressure, emotional distress and diabetes complication screening,", "2006"], ["Limited impact of lifestyle education in patients with Type 2 diabetes mellitus and microalbuminuria: results from a randomized intervention study", "2001"], ["Metabolic control of adults with type 2 diabetes mellitus through education and counseling", "2006"], ["Randomized controlled trial of the effects of nurse case manager and community health worker interventions on risk factors for diabetes‐related complications in urban African Americans", "2003"], ["ROMEO: Rethink Organization to improve education and outcomes. A randomised controlled multicentre trial of group care for the management of type 2 diabetes. [Italian],", "2004"], ["Diabetes control in 3 villages in Palestine: A community‐based quality improvement intervention,", "2007"], ["Strong in body and spirit: Lifestyle intervention for Native American adults with diabetes in New Mexico,", "2002"], ["Nutrition education and social learning interventions for type II diabetes.", "1989"], ["Proactive case management of high‐risk patients with type 2 diabetes mellitus by a clinical pharmacist: A randomized controlled trial", "2005"], ["Improvement of control of type 2 diabetes after patient education", "2003"], ["Diabetes Intervention Study. Multi‐intervention trial in newly diagnosed NIDDM", "1991"], ["&quot;Sticking to it ‐‐ diabetes mellitus&quot;: a pilot study of an innovative behavior change program for women with type 2 diabetes", "2002"], ["Outcome assessment of a community based model of general practitioner care diabetes patients,", "2000"], ["Changes in diabetes self‐care behaviors make a difference in glycemic control ‐ The diabetes stages of change (DiSC) study", "2003"], ["Patient education of non‐insulin‐dependent diabetic patients. Effect of an ambulatory educational program on metabolism and risk factors", "1997"], ["Effects of a 12‐month activity counselling intervention on glycaemic control and on the status of cardiovascular risk factors in people with Type 2 diabetes,", "2004"], ["Long‐term effects of a structured intensive diabetes education programme (SIDEP) in patients with Type 2 diabetes mellitus ‐ A 4‐year follow‐up study,", "2007"], ["Efficacy of dietary instructions in newly diagnosed non‐insulin‐dependent diabetic patients. Comparison of two different patient education regimens", "1987"], ["Evaluation of a structured treatment and teaching programme on non‐insulin‐dependent diabetes", "1988"], ["Effects of self‐management training in Type 2 diabetes: a randomized, prospective trial", "2007"], ["Impact of intensified dietary therapy on energy and nutrient intakes and fatty acid composition of serum lipids in patients with recently diagnosed non‐insulin‐dependent diabetes mellitus.", "1993"], ["Experiences of carrying out health education in type 2 diabetes patients [Chinese]", "2003"], ["Effects of education on blood sugar and complications of 2 type diabetes,", "2003"], ["Reduction of lower extremity clinical abnormalities in patients with non‐insulin‐dependent diabetes mellitus. A randomized, controlled trial", "1993"], ["Hispanic chronic disease self‐management: a randomized community‐based outcome trial", "2003"], ["Evaluating the effectiveness of a Participatory Empowerment Group for Chinese type 2 diabetes patients", "2006"], ["[The education of type‐2 diabetics: why not in groups?].[see comment][erratum appears in Aten Primaria 1999 Jul‐Aug;24(3):178]", "1999"], ["Multidisciplinary approach to patients with poorly controlled type 2 diabetes mellitus: A prospective, randomized study,", "2004"], ["Effect of psychological intervention on exercise adherence in type 2 diabetic subjects", "2006"], ["Pounds off with empowerment (POWER): A clinical trial of weight management strategies for black and white adults with diabetes who live in medically underserved rural communities,", "2004"], ["The Diabetes Education Study: A controlled trial of the effects of diabetes patient education,", "1986"], ["Effect of increased patient‐physician contact time and health education in achieving diabetes mellitus management objectives in a resource‐poor environment", "2007"], ["Individualized education can improve foot care for patients with diabetes", "2003"], ["Caring for poorly controlled diabetes mellitus: a randomized pharmacist intervention", "2005"], ["Intensified multifactorial intervention and cardiovascular outcome in type 2 diabetes: The Steno‐2 study,", "2003"], ["Evaluation of the impact of a patient education programme for NIDDM patients on knowledge, self‐care behaviour, metabolic control and lipid profiles", "1992"], ["Improvement in diabetes care of underinsured patients enrolled in Project Dulce: A community‐based, culturally appropriate, nurse case management and peer education diabetes care model", "2004"], ["Effects of an empowerment‐based psychosocial intervention on quality of life and metabolic control in type 2 diabetic patients", "2004"], ["Group visits improve metabolic control in type 2 diabetes: a 2‐year follow‐up", "2001"], ["The impact of diabetes education and peer support upon weight and glycemic control of elderly persons with noninsulin dependent diabetes mellitus (NIDDM)", "1987"], ["Translating lifestyle intervention to practice in obese patients with type 2 diabetes: Improving Control with Activity and Nutrition (ICAN) study.[see comment]", "2004"], ["Effects of general practice‐based nurse‐counselling on ambulatory blood pressure and antihypertensive drug prescription in patients at increased risk of cardiovascular disease", "2003"]], "in": [["The relative effectiveness of educational and behavioral instruction programs for patients with NIDDM: a randomized trial", "1996"], ["[Group versus individual education for type‐2 diabetes patients]", "2003"], ["Long‐term effects of self‐management education for patients with Type 2 diabetes taking maximal oral hypoglycaemic therapy: a randomized trial in primary care", "2004"], ["One‐to‐one teaching with pictures‐ flashcard health education for Bristish Asians with diabetes", "1997"], ["Comprehensive evaluation of community‐based diabetic patients: Effect of feedback to patients and their physicians: A randomized controlled trial", "2001"], ["Effects of a structured health education programme by a diabetic education nurse on cardiovascular risk factors in Chinese Type 2 diabetic patients: a 1‐year prospective randomized study", "2004"], ["Assessment of group versus individual diabetes education: a randomized study", "2002"], ["Effectiveness of lifestyle counseling by certified expert nurse of Japan for non‐insulin‐treated diabetic outpatients: A 1‐year randomized controlled trial", "2007"], ["A nurse‐coaching intervention for women with type 2 diabetes", "2004"]]}