{"a": [["A pilot randomised controlled trial of Negative Pressure Wound Therapy (NPWT) in Hospital in the Home (HITH) to treat post‐operative foot wounds", "2000"], ["A prospective multicenter assessment of for you NPWT security and effectiveness in promoting the healing of diabetic foot ulcer", "2002"], ["Treatment of diabetic foot wounds by vacuum‐assisted closure", "2009"], ["Comparing treatments for diabetic foot ulcers", "2017"], ["The North West Diabetes Foot Care Study: incidence of and risk factors for new diabetic foot ulceration in a community‐based patient cohort", "2002"], ["International consensus and practical guidelines on the management and the prevention of the diabetic foot. International Working Group on the Diabetic Foot", "2000"], ["What is the most effective way to reduce incidence of amputation in the diabetic foot?", "2000"], ["Diagnosed diabetes", "2015"], ["Issues in the selection of a summary statistic for meta‐analysis of clinical trials with binary outcomes", "2002"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Comparison of prices for negative pressure wound therapy pumps. March 2009", "2009"], ["Diabetes in the UK 2010: key statistics on diabetes. March 2010", "2010"], ["Diabetes Prevalence 2017. November 2017", "2017"], ["Improving footcare for people with diabetes and saving money: an economic study in England. January 2017", "2017"], ["Complex interventions for preventing diabetic foot ulceration", "2010"], ["Hydrogel dressings for healing diabetic foot ulcers", "2011"], ["Foam dressings for healing diabetic foot ulcers", "2011"], ["Hydrocolloid dressings for healing diabetic foot ulcers", "2012"], ["Alginate dressings for healing diabetic foot ulcers", "2012"], ["Systematic review and mixed treatment comparison: dressings to heal diabetic foot ulcers", "2012"], ["The value of debridement and Vacuum‐Assisted Closure (V.A.C.) Therapy in diabetic foot ulcers", "2008"], ["FDA Safety Communication: update on serious complications associated with negative pressure wound therapy systems", "2011"], ["A systematic review of interventions to enhance the healing of chronic ulcers of the foot in diabetes", "2012"], ["Systematic review of molecular mechanism of action of negative‐pressure wound therapy", "2014"], ["GRADEpro Guideline Development Tool", "2015"], ["Pressure ulcer risk assessment", "2012"], ["What is 'quality of evidence' and why is it important to clinicians?", "2008"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Chapter 7: Selecting studies and collecting data. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Variation in the recorded incidence of amputation of the lower limb in England", "2012"], ["Observer bias in randomised clinical trials with binary outcomes: systematic review of trials with both blinded and non‐blinded outcome assessors", "2012"], ["Effect of negative pressure wound therapy on wound healing", "2014"], ["IDF Diabetes Atlas. 8th edition", "2017"], ["Use of the SINBAD classification system and score in comparing outcome of foot ulcer management on three continents", "2008"], ["A systematic review of scoring systems for diabetic foot ulcers", "2010"], ["Infected wounds", "2018"], ["Cost of diabetic foot disease to the National Health Service in England", "2014"], ["A re‐analysis of the Cochrane Library data: the dangers of unobserved heterogeneity in meta‐analyses", "2013"], ["The prevalence of foot ulceration and its correlates in type 2 diabetic patients: a population‐based study", "1994"], ["The role of surgical debridement in healing of diabetic foot ulcers", "2010"], ["The PRISMA statement for reporting systematic reviews and meta‐analyses of studies that evaluate health care interventions: explanation and elaboration", "2009"], ["Evaluation of negative‐pressure wound therapy for patients with diabetic foot ulcers: systematic review and meta‐analysis", "2017"], ["Healing of diabetic neuropathic foot ulcers receiving standard treatment. A meta‐analysis", "1999"], ["Prevalence of diabetes, diabetic foot ulcer, and lower extremity amputation among Medicare beneficiaries, 2006 to 2008. Diabetic foot ulcers. Data Points #1 (prepared by the University of Pennsylvania DEcIDE Center, under Contract No. HHSA29020050041I)", "2011"], ["Negative pressure wound therapy: an evidence‐based analysis", "2006"], ["Diabetes and lower limb amputations in the community. A retrospective cohort study. DARTS/MEMO Collaboration. Diabetes Audit and Research in Tayside Scotland/Medicines Monitoring Unit", "1998"], ["Health‐related quality of life of diabetic foot ulcer patients and their caregivers", "2005"], ["Diabetic foot problems: prevention and management. NICE guideline [NH19]. Last updated: January 2016", "2016"], ["A systematic review of the effectiveness of negative pressure wound therapy in the management of diabetes foot ulcers", "2008"], ["A comparison of two diabetic foot ulcer classification systems: the Wagner and the University of Texas wound classification systems", "2001"], ["Extracting summary statistics to perform meta‐analysis of the published literature for survival endpoints", "1998"], ["Pathways to diabetic limb amputation: basis for prevention", "1990"], ["Negative pressure wound therapy: potential publication bias caused by lack of access to unpublished study results data", "2008"], ["Ulcer‐free survival following management of foot ulcers in diabetes", "2005"], ["Diabetes in Canada: facts and figures from a public health perspective", "2011"], ["The epidemiology of diabetic foot problems", "1996"], ["Causal pathways for incident lower extremity ulcers in patients with diabetes from two settings", "1999"], ["Review Manager 5 (RevMan 5)", "2011"], ["A comparison of the health‐related quality of life in patients with diabetic foot ulcers, with a diabetes group and a non diabetes group from the general population", "2007"], ["Diabetic foot ulcer classification system for research purposes: a progress report on criteria for including patients in research studies", "2004"], ["Chapter 11: Presenting results and ‘Summary of findings' tables. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Chapter 12: Interpreting results and drawing conclusions. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Global estimates of the prevalence of diabetes", "2010"], ["Search filters", "2018"], ["Preventing foot ulcers in patients with diabetes", "2005"], ["Guidelines for the treatment of diabetic ulcers", "2006"], ["Chapter 10: Addressing reporting biases. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Health related quality of life in patients with diabetes mellitus and foot ulcers", "2000"], ["A systematic review of topical negative pressure therapy for acute and chronic wounds", "2008"], ["Amputation prevention by vascular surgery and podiatry collaboration in high risk diabetic and non‐diabetic patients ‐ the operation desert foot experience", "1999"], ["The dysvascular foot: a system of diagnosis and treatment", "1981"], ["Global report on diabetes", "2016"], ["International Best Practice Guidelines: wound management in diabetic foot ulcers", "2013"], ["Geographic variation of lower limb extremity major amputation in individuals with and without diabetes in the Medicare population", "2001"]], "ex": [["Comparative effectiveness of mechanically and electrically powered negative pressure wound therapy devices: a multicenter randomized controlled trial", "2012"], ["The clinical efficacy and cost effectiveness of the vacuum‐assisted closure technique in the management of acute and chronic wounds: a randomized controlled trial", "2006"], ["Maintenance of negative‐pressure wound therapy while undergoing hyperbaric oxygen therapy", "2011"], ["A prospective randomized evaluation of negative‐pressure wound dressings for diabetic foot wounds", "2003"], ["The use of negative pressure wound therapy on diabetic foot ulcers: a preliminary controlled trial", "2004"], ["Vacuum assisted closure vs moist gauze dressing in post‐operative diabetic foot wounds: early results from a randomised controlled trial", "2004"], ["Comparing calcium alginate dressings to vacuum‐assisted closure: a clinical trial", "2015"], ["Handcrafted vacuum‐assisted device for skin ulcers treatment versus traditional therapy, randomized controlled trial", "2017"], ["Vacuum‐assisted closure versus conventional dressings in the management of diabetic foot ulcers: a prospective case‐control study", "2014"], ["Bio‐engineered tissue and VAC therapy: a new method for the treatment of the wide soft tissue defects in the diabetic foot", "2010"], ["Vacuum‐assisted closure versus saline‐moistened gauze in the healing of postoperative diabetic foot wounds", "2000"], ["Evaluation of the use of vacuum‐assisted closure (VAC) and platelet‐rich plasma gel (PRP) in management of complex wounds", "2015"], ["Comparing conventional gauze therapy to vacuum‐assisted closure wound therapy: a prospective randomised trial", "2007"], ["Modern wound care for the poor: a randomized clinical trial comparing the vacuum system with conventional saline‐soaked gauze dressings", "2010"], ["A novel option in negative pressure wound therapy (NPWT) for chronic and acute wound care", "2012"], ["Comparison of vacuum‐assisted closure and moist wound dressing in the treatment of diabetic foot ulcers", "2013"], ["Comparison of vacuum assisted closure versus normal saline dressing in healing diabetic wounds", "2010"], ["Comparison of negative pressure wound therapy using vacuum‐assisted closure with advanced moist wound therapy in the treatment of diabetic foot ulcers", "2015"], ["Negative‐pressure wound therapy versus standard wound dressing in the treatment of diabetic foot amputation. A randomised controlled trial", "2009"], ["Vacuum assisted closure technique for repairing diabetic foot ulcers: analysis of variance by using a randomized and double‐stage crossover design", "2007"], ["Effects of intermittent irrigation of insulin solution combined with continuous drainage of vacuum sealing drainage in chronic diabetic lower limb ulcers", "2015"], ["Clinical evaluation of gauze‐based negative pressure wound therapy in challenging wounds", "2013"], ["Comparison of two different vacuum‐assisted closure (VAC) treatments of multiple chronic diabetic foot wounds in the same extremity", "2017"], ["Negative pressure wound therapy promotes wound healing by alleviating inflammatory reaction in patients with diabetic feet", "2016"], ["Negative pressure wound therapy is associated with up‐regulation of bFGF and ERK1/2 in human diabetic foot wounds", "2014"], ["Effects of negative pressure wound therapy on the expression of EDA + FN in granulation tissues of human diabetic foot wounds", "2017"], ["Effect of negative pressure wound therapy on cellular fibronectin and transforming growth factor‐beta1 expression in diabetic foot wounds", "2017"], ["Effects of vacuum sealing drainage combined with irrigation of oxygen loaded fluid on chronic wounds in diabetic patients", "2014"]], "in": [["Diabetic foot ulcer and VAC resource utilization and economic cost based on a randomized trial", "2007"], ["Interim results of a randomized, controlled multicenter trial of vacuum‐assisted closure therapy in the treatment and blinded evaluation of diabetic foot ulcers", "2007"], ["Use of vacuum assisted closure therapy in the treatment of diabetic foot wounds", "2010"], ["Vacuum assisted closure improves the quality of life in patients with diabetic foot", "2011"], ["Randomized clinical trial to compare negative‐pressure wound therapy approaches with low and high pressure, silicone‐coated dressing, and polyurethane foam dressing", "2014"], ["A blinded, prospective, randomized controlled trial of topical negative pressure wound closure in India", "2008"], ["Role of negative pressure wound therapy in healing of diabetic foot ulcers", "2011"], ["Comparison of cost‐benefit of the three methods of diabetic ulcer treatment: dry, moist and negative pressure", "2010"], ["New cost‐effective method of NPWT in diabetic foot wound", "2015"], ["Expression of connective tissue growth factor and periostin of wound tissue in patients with diabetes who had vacuum sealing drainage", "2017"], ["Vacuum sealing drainage technique versus traditional repair in treatment of diabetic foot", "2014"]]}