{"a": [["Effect analysis of ranibizumab with laser photocoagulation therapy for diabetic macular edema", "2016"], ["Intravitreal aflibercept versus intravitreal ranibizumab for the treatment of diabetic macular edema", "2017"], ["Clinical study of grid pattern laser photocoagulation with ranibizumab for diabetic macular edema", "2016"], ["Intravitreal bevacizumab injection alone or combined with macular photocoagulation compared to macular photocoagulation as primary treatment of diabetic macular edema", "2015"], ["Efficacy study of lucentis in the treatment of diabetic macular edema ‐ a phase II, single center, randomized study to evaluate the efficacy of ranibizumab versus focal laser treatment in subjects with diabetic macular edema", "2006"], ["Intravitreal bevacizumab and intravitreal triamcinolone associated to laser photocoagulation for diabetic macular edema (IBeTA)", "2009"], ["PF‐04523655 dose escalation study, and evaluation of PF‐04523655 with/without ranibizumab in diabetic macular edema (DME) (MATISSE)", "2011"], ["A randomized, multi‐center, phase II study of the safety, tolerability, and bioactivity of repeated intravitreal injections of iCo‐007 as monotherapy or in combination with ranibizumab or laser photocoagulation in the treatment of diabetic macular edema (the iDEAL Study) (iDEAL)", "2012"], ["A randomized controlled trial to compare the efficacy and safety of 1) macular laser vs. 2) repeated intravitreal bevacizumab vs. 3) combined repeated intravitreal bevacizumab with macular laser for diabetic macular edema", "2002"], ["Comparing the effectiveness and costs of bevacizumab to ranibizumab in patients with diabetic macular edema (BRDME) (BRDME)", "2012"], ["Safety and efficacy study of conbercept in diabetic macular edema (DME) (Sailing)", "2014"], ["A 12‐month, randomized, efficacy and safety study of 0.5 mg ranibizumab vs laser in Chinese DME patients", "2014"], ["A phase 2 randomized, controlled, double‐masked, multicenter clinical trial designed to evaluate the safety and exploratory efficacy of Luminate® (ALG‐1001) as compared to Avastin® and focal laser photocoagulation in the treatment of diabetic macular edema", "2015"], ["The effect of bevacizumab and ziv‐aflibercept in diabetic macular edema", "2016"], ["A phase 2 study of RO6867461 in participants with center‐involving diabetic macular edema (CI‐DME) (BOULEVARD)", "2016"], ["Anti‐vasculaR endothelial growth factor plUs anti‐angiopoietin 2 in fixed comBination therapY: evaluation for the treatment of diabetic macular edema", "2008"], ["Angiogenic pathways in diabetic retinopathy", "2005"], ["The pathogenesis of edema in diabetic maculopathy", "1999"], ["Intravitreal bevacizumab plus grid laser photocoagulation or intravitreal bevacizumab or grid laser photocoagulation for diffuse diabetic macular edema: results of the Pan‐american Collaborative Retina Study Group at 24 months", "2013"], ["Collaborative overview of randomised trials of antiplatelet therapy‐I: Prevention of death, myocardial infarction, and stroke by prolonged antiplatelet therapy in various categories of patients. Antiplatelet Trialists' Collaboration", "1994"], ["Bevacizumab versus ranibizumab: why are we not playing the joker?", "2013"], ["The evidence provided by a single trial is less reliable than its statistical analysis suggests", "2009"], ["Detection of diabetic foveal edema: contact lens biomicroscopy compared with optical coherence tomography", "2004"], ["Diabetic macular edema: what is focal and what is diffuse?", "2008"], ["Ranibizumab for macular edema following branch retinal vein occlusion: six‐month primary end point results of a phase III study", "2010"], ["Ranibizumab and bevacizumab for neovascular age‐related macular degeneration", "2011"], ["Graphical tools for network meta‐analysis in STATA", "2013"], ["Ranibizumab for the treatment of wet AMD: a summary of real‐world studies", "2016"], ["Diabetic retinopathy and diabetic macular edema: pathophysiology, screening, and novel therapies", "2003"], ["Corticosteroids in posterior segment disease: an update on new delivery systems and new indications", "2004"], ["A phase II randomized double‐masked trial of pegaptanib, an anti‐vascular endothelial growth factor aptamer, for diabetic macular edema", "2005"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JP, Green S editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration 2011", "2011"], ["Checking consistency in mixed treatment comparison meta‐analysis", "2010"], ["Photocoagulation for diabetic macular edema. Early Treatment Diabetic Retinopathy Study report number 1", "1985"], ["Guidelines for the management of diabetic macular edema by the European Society of Retina Specialists (EURETINA)", "2017"], ["The relative clinical effectiveness of ranibizumab and bevacizumab in diabetic macular oedema: an indirect comparison in a systematic review", "2012"], ["Diabetic retinopathy", "2004"], ["How to identify randomized controlled trials in MEDLINE: ten years on", "2006"], ["GRADEpro GDT", "2014"], ["Intravitreal steroids for macular edema in diabetes", "2008"], ["GRADE guidelines 6. Rating the quality of evidence‐imprecision", "2011"], ["Randomized controlled trial of an intravitreous dexamethasone drug delivery system in patients with diabetic macular edema", "2010"], ["Comparison of aflibercept, bevacizumab, and ranibizumab for treatment of diabetic macular edema: extrapolation of data to clinical practice", "2016"], ["Chapter 16: Special topics in statistics. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Evaluating the quality of evidence from a network meta‐analysis", "2014"], ["Treatment strategies for refractory diabetic macular edema: switching anti‐VEGF treatments, adopting corticosteroid‐based treatments, and combination therapy", "2016"], ["Revolution to a new standard treatment of diabetic macular edema", "2014"], ["Treatment patterns of anti‐vascular endothelial growth factor and laser therapy among patients with diabetic macular edema", "2015"], ["The Wisconsin epidemiologic study of diabetic retinopathy. IV. Diabetic macular edema", "1984"], ["Systematic review and mixed treatment comparison of intravitreal aflibercept with other therapies for diabetic macular edema (DME)", "2015"], ["Intravitreous dexamethasone effects on different patterns of diabetic macular edema", "2010"], ["Anti‐vascular endothelial growth factor treatment for diabetic macular edema", "2012"], ["Systemic safety of bevacizumab versus ranibizumab for neovascular age‐related macular degeneration", "2014"], ["Improving the economic value of photographic screening for optical coherence tomography‐detectable macular oedema: a prospective, multicentre, UK study", "2013"], ["Optical coherence tomography for age‐related macular degeneration and diabetic macular edema: an evidence‐based analysis", "2009"], ["A randomized clinical trial comparing fixed vs pro‐re‐nata dosing of Ozurdex in refractory diabetic macular oedema (OZDRY study)", "2015"], ["A 2‐year, phase IV, multicentre, observational study of ranibizumab 0.5 mg in patients with neovascular age‐related macular degeneration in routine clinical practice: The EPICOHORT study", "2014"], ["Real‐world outcomes of ranibizumab treatment for diabetic macular edema in a United Kingdom national health service setting", "2016"], ["Dexamethasone intravitreal implant in combination with laser photocoagulation for the treatment of diffuse diabetic macular edema", "2013"], ["Efficacy of anti‐VEGF and laser photocoagulation in the treatment of visual impairment due to diabetic macular edema: a systematic review and network meta‐analysis", "2014"], ["Review Manager 5 (RevMan 5)", "2014"], ["Indirect and mixed‐treatment comparison, network, or multiple‐treatments meta‐analysis: many names, many benefits, many concerns for the next generation evidence synthesis tool", "2012"], ["Evaluating the quality of evidence from a network meta‐analysis", "2014"], ["Chapter 12: Interpreting results and drawing conclusions.In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Counterfeit Avastin in India: Punish the criminals, not the patients", "2016"], ["Macular edema", "2004"], ["Network meta‐analysis", "2015"], ["Global prevalence and major risk factors of diabetic retinopathy", "2012"], ["The efficacy and safety of current treatments in diabetic macular edema: a systematic review and network meta‐analysis", "2016"], ["Demographics of patients receiving Intravitrealanti‐VEGF treatment in real‐world practice: healthcare research data versus randomized controlled trials", "2017"]], "ex": [["Intravitreal fasudil combined with bevacizumab for persistent diabetic macular edema", "2013"], ["Open‐label, multicenter, study of the efficacy and safety of Lucentis® (ranibizumab 0.5 mg) in diabetic patients presenting a visual impairment due to diabetic macular edema in current medical practice (LUDIC)", "2014"], ["RELIGHT ‐ Ranibizumab treatment of diabetic macular oEdema with bimonthLy monItorinG after a pHase of initial Treatment. A UK, 18‐month, prospective, open‐label, multicentre, single‐arm Phase IIIb study, with 12‐month primary endpoint, assessing the efficacy and safety of Ranibizumab in patients with visual impairment", "2014"], ["An open‐label, prospective, multicenter, uncontrolled, Proof of concept study assessing the efficacy of Lucentis (ranibizumab) administered by an individualized “treat and extend” dosing regimen in patients with visual impairment due to dIabetic macular edema", "2014"], ["A phase II randomized clinical trial of intravitreal bevacizumab for diabetic macular edema", "2007"], ["Randomized trial evaluating short‐term effects of intravitreal ranibizumab or triamcinolone acetonide on macular edema after focal/grid laser for diabetic macular edema in eyes also receiving panretinal photocoagulation", "2011"], ["Intravitreal ranibizumab for diabetic macular edema with prompt versus deferred laser treatment: three‐year randomized trial results", "2012"], ["Intravitreal bevacizumab versus combined bevacizumab‐triamcinolone versus macular laser photocoagulation in diabetic macular edema", "2008"], ["Bevacizumabe or triamcinolone for persistent diabetic macular edema (BEVATAAC)", "2016"], ["Intravitreal triamcinolone versus bevacizumab for treatment of refractory diabetic macular oedema (IBEME study)", "2008"], ["Intravitreal bevacizumab and/or macular photocoagulation as a primary treatment for diffuse diabetic macular edema", "2010"], ["Plasma levels of vascular endothelial growth factor before and after intravitreal injection of bevacizumab, ranibizumab and pegaptanib in patients with age‐related macular degeneration, and in patients with diabetic macular oedema", "2013"]], "in": [["Intravitreal bevacizumab with or without triamcinolone for refractory diabetic macular edema; a placebo‐controlled, randomized clinical trial", "2008"], ["Comparison of intravitreal bevacizumab, intravitreal triamcinolone acetonide, and macular grid augmentation in refractory diffuse diabetic macular edema: A prospective, randomized study", "2012"], ["A prospective randomized trial of intravitreal bevacizumab or laser therapy in the management of diabetic macular edema (BOLT study) 12‐month data: report 2", "2010"], ["One‐year outcomes of the DA VINCI Study of VEGF Trap‐Eye in eyes with diabetic macular edema", "2012"], ["Erratum: Patient‐reported visual function outcomes improve after ranibizumab treatment in patients with vision impairment due to diabetic macular edema: Randomized clinical trial (JAMA Ophthalmology (2013) 131:10 (1339‐1347) DOI: 10.1001/jamaophthalmol.2013.4592)", "2013"], ["Aflibercept, bevacizumab, or ranibizumab for diabetic macular edema", "2015"], ["Treatment of macular edema in diabetic retinopathy: Comparison of the efficacy of intravitreal bevacizumab and ranibizumab injections", "2014"], ["Japan phase 3 study of pegaptanib sodium in patients with diabetic macular edema", "2014"], ["Intravitreal aflibercept for diabetic macular edema", "2014"], ["Efficacy and safety profile of ranibizumab versus laser photocoagulation in patients with diabetic macular edema. Re‐Des Study", "2014"], ["A randomized trial to assess functional and structural effects of ranibizumab versus laser in diabetic macular edema (the LUCIDATE study)", "2014"], ["A phase II randomized double‐masked trial of pegaptanib, an anti‐vascular endothelial growth factor aptamer, for diabetic macular edema", "2005"], ["Changes in vision and health‐related quality of life in patients with diabetic macular edema treated with pegaptanib sodium or sham", "2011"], ["A prospective randomized trial of intravitreal bevacizumab versus ranibizumab for the management of diabetic macular edema", "2013"], ["Ranibizumab for edema of the macula in diabetes study: 3‐year outcomes and the need for prolonged frequent treatment", "2013"], ["A 12‐month, two‐armed, randomized, double‐masked, multicenter, phase IIIb study assessing the efficacy and safety of laser photocoagulation as adjunctive to ranibizumab intravitreal injections vs. laser photocoagulation monotherapy in patients with visual impairment due to diabetic macular edema followed by a 12 month follow up period", "2012"], ["A randomized, double‐masked, multicenter, phase II study assessing the safety and efficacy of two concentrations of ranibizumab (intravitreal injections) compared with non‐treatment control for the treatment of diabetic macular edema with center involvement", "2010"], ["A Canadian 12‐month, phase IIIb study of ranibizumab combination or monotherapy in visual impairment due to diabetic macular edema: Preliminary analysis (&quot;RESPOND&quot;)", "2013"], ["Erratum: Intravitreal ranibizumab for diabetic macular edema with prompt versus deferred laser treatment: Three year randomized trial results (Ophthalmology 2012;119:2312‐8)", "2014"], ["The REVEAL Study: ranibizumab monotherapy or combined with laser versus laser monotherapy in asian patients with diabetic macular edema", "2015"], ["Vision‐related function after ranibizumab treatment for diabetic macular edema: results from RIDE and RISE", "2014"], ["Two‐year results of a randomized trial of intravitreal bevacizumab alone or combined with triamcinolone versus laser in diabetic macular edema", "2012"], ["Changes in vision related quality of life in patients with diabetic macular edema: ranibizumab or laser treatment?", "2015"], ["A crossover design for comparative efficacy: a 36‐week randomized trial of bevacizumab and ranibizumab for diabetic macular edema", "2016"]]}