{"a": [["Study protocol", "2015"], ["Study protocol", "2017"], ["NCT02949739", "2017"], ["ISRCTN34805606", "2017"], ["Effects of lifestyle and quantitative nutrition interventions on individuals with prediabetes", "2015"], ["NCT01530165", "2017"], ["ACTRN12613000857707", "2015"], ["ISRCTN83465245", "2015"], ["Insulin secretion and action in subjects with impaired fasting glucose and impaired glucose tolerance: results from the Veterans Administration Genetic Epidemiology Study", "2006"], ["Report on the Expert Committee on the diagnosis and classification of diabetes mellitus", "1997"], ["Follow‐up report on the diagnosis of diabetes mellitus", "2003"], ["Diagnosis and classification of diabetes mellitus", "2004"], ["Standards of medical care in diabetes ‐ 2008", "2008"], ["Diagnosis and classification of diabetes mellitus", "2010"], ["Standards of medical care in diabetes ‐ 2015", "2015"], ["Standards of medical care in diabetes ‐ 2017", "2017"], ["Efficacy of interventions that include diet, aerobic and resistance training components for type 2 diabetes prevention: a systematic review with meta‐analysis", "2014"], ["How effective were lifestyle interventions in real‐world settings that were modelled on the Diabetes Prevention Program?", "2012"], ["A systematic review and meta‐analysis assessing the effectiveness of pragmatic lifestyle interventions for the prevention of type 2 diabetes mellitus in routine practice", "2015"], ["Combined diet and physical activity promotion programs to prevent type 2 diabetes among persons at increased risk: a systematic review for the Community Preventive Services Task Force", "2015"], ["Designing psycho‐oncology randomised trials and cluster randomised trials: variance components and intra‐cluster correlation of commonly used psychosocial measures", "2013"], ["Basics of meta‐analysis: I² is not an absolute measure of heterogeneity", "2017"], ["Prediction intervals", "2017"], ["Apparently conclusive meta‐analyses may be inconclusive ‐ Trial Sequential Analysis adjustment of random error risk due to repetitive testing of accumulating data in apparently conclusive neonatal meta‐analyses", "2009"], ["Reduction of diabetes risk in routine clinical practice: are physical activity and nutrition interventions feasible and are the outcomes from reference trials replicable? A systematic review and meta‐analysis", "2010"], ["The utility of fasting glucose for detection of prediabetes", "2006"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Fasting hyperglycemia in non‐insulin‐dependent diabetes mellitus: contributions of excessive hepatic glucose production and impaired tissue glucose uptake", "1989"], ["Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin", "2002"], ["10‐year follow‐up of diabetes incidence and weight loss in the Diabetes Prevention Program Outcomes Study", "2009"], ["Diabetes prevention in the real world: effectiveness of pragmatic lifestyle interventions for the prevention of type 2 diabetes and of the impact of adherence to guideline recommendations: a systematic review and meta‐analysis", "2014"], ["Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance", "2001"], ["Non‐pharmacological interventions to reduce the risk of diabetes in people with impaired glucose regulation: a systematic review and economic evaluation", "2012"], ["Pharmacological and lifestyle interventions to prevent or delay type 2 diabetes in people with impaired glucose tolerance: systematic review and meta‐analysis", "2007"], ["Sex‐specific differences in diabetes prevention: a systematic review and meta‐analysis", "2015"], ["Lifestyle interventions for adults with impaired glucose tolerance: a systematic review and meta‐analysis of the effects on glycemic control", "2015"], ["Low positive predictive value of hemoglobin A1c for diagnosis of prediabetes in clinical practice", "2014"], ["GRADEproGDT", "2015"], ["Physical activity and reduced occurrence of non‐insulin‐dependent diabetes mellitus", "1991"], ["Insulin secretagogues for prevention or delay of type 2 diabetes mellitus and its associated complications in persons at increased risk for the development of type 2 diabetes mellitus", "2016"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["A re‐evaluation of random‐effects meta‐analysis", "2009"], ["Sequential methods for random‐effects meta‐analysis", "2011"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Prevention of diabetes and reduction in major cardiovascular events in studies of subjects with prediabetes: meta‐analysis of randomised controlled clinical trials", "2011"], ["Observer bias in randomized clinical trials with measurement scale outcomes: a systematic review of trials with both blinded and nonblinded assessors", "2013"], ["Diabetes prevention programs: effectiveness and value", "July 2016"], ["International conference on harmonisation of technical requirements for registration of pharmaceuticals for human use. ICH harmonised tripartite guideline. Guideline for good clinical practice //1997 CFR &amp; ICH Guidelines", "USA: Barnett International/PAREXEL, 1997"], ["IDF Diabetes Atlas", "2013"], ["International Expert Committee report on the role of the A1C assay in the diagnosis of diabetes", "2009"], ["Clinical practice. Diagnosis of diabetes", "2012"], ["The impact of outcome reporting bias in randomised controlled trials on a cohort of systematic reviews", "2010"], ["Discrete sequential boundaries for clinical trials", "1983"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "2009"], ["Cardiovascular effects of intensive lifestyle intervention in type 2 diabetes", "2013"], ["Industry sponsorship and research outcome", "2012"], ["Industry sponsorship and research outcome", "2017"], ["Metformin for people with impaired glucose tolerance or impaired fasting blood glucose", "2010"], ["A prospective study of exercise and incidence of diabetes among U.S. male physicians", "1992"], ["Comparison of registered and published primary outcomes in randomized controlled trials", "2009"], ["A checklist designed to aid consistency and reproducibility of GRADE assessments: development and pilot validation", "2014"], ["Prevention of type 2 diabetes in obese at‐risk subjects: a systematic review and meta‐analysis", "2014"], ["Prevention of type 2 diabetes; a systematic review and meta‐analysis of different intervention strategies", "2014"], ["Lifestyle interventions in preventing new type 2 diabetes in Asian populations", "2016"], ["Progression rates from HbA1c 6.0‐6.4% and other prediabetes definitions to type 2 diabetes: a meta‐analysis", "2013"], ["Classification and diagnosis of diabetes mellitus and other categories of glucose intolerance", "1979"], ["Long‐term non‐pharmacological weight loss interventions for adults with prediabetes", "2005"], ["Importance of weight loss maintenance and risk prediction in the prevention of type 2 diabetes: analysis of European Diabetes Prevention Study RCT", "2013"], ["Cumulating evidence from randomized trials: utilizing sequential monitoring boundaries for cumulative meta‐analysis", "1997"], ["Review Manager 5 (RevMan 5)", "2014"], ["Interpretation of random effects meta‐analyses", "2011"], ["Diagnosis, prognosis, and treatment of impaired glucose tolerance and impaired fasting glucose", "2005"], ["Lifestyle interventions for patients with and at risk for type 2 diabetes: a systematic review and meta‐analysis", "2013"], ["Chapter 11: Presenting results and ‘Summary of findings' tables. In: Higgins JPT, Green S (editors), Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Screening for abnormal glucose and type 2 diabetes mellitus: a systematic review to update the 2008 U.S. Preventive Services Task Force Recommendation", "2015"], ["Racial differences in glycemic markers: a cross‐sectional analysis of community‐based data", "2011"], ["Physical activity and incident type 2 diabetes mellitus: a systematic review and dose‐response meta‐analysis of prospective cohort studies", "2016"], ["Recommendations for examining and interpreting funnel plot asymmetry in meta‐analyses of randomised controlled trials", "2011"], ["Preventing the progression to type 2 diabetes mellitus in adults at high risk: a systematic review and network meta‐analysis of lifestyle, pharmacological and surgical interventions", "2015"], ["Predisease: when does it make sense?", "2011"], ["Estimated benefits of glycemic control in microvascular complications in type 2 diabetes", "1997"], ["Outcomes of patients who participate in randomized controlled trials compared to similar patients receiving similar interventions who do not participate", "2008"], ["Trial Sequential Analysis may establish when firm evidence is reached in cumulative meta‐analysis", "2008"], ["WHO Expert Committee on diabetes mellitus", "2017"], ["Diabetes Mellitus: Report of a WHO Study Group", "2017"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Part 1: diagnosis and classification of diabetes mellitus", "1999"], ["Definition and diagnosis of diabetes mellitus and intermediate hyperglycaemia: report of a WHO/IDF consultation", "2006"], ["Comparison of top‐performing search strategies for detecting clinically sound treatment studies and systematic reviews in MEDLINE and Embase", "2006"], ["Developing optimal search strategies for detecting clinically sound treatment studies in Embase", "2006"], ["Empirical evidence of bias in treatment effect estimates in controlled trials with different interventions and outcomes: meta‐epidemiological study", "2008"], ["Efficacy of lifestyle education to prevent type 2 diabetes. A meta‐analysis of randomized controlled trials", "2005"], ["The role of physical activity in the management of impaired glucose tolerance: a systematic review", "2007"], ["Efficacy of lifestyle interventions in reducing diabetes incidence in patients with impaired glucose tolerance: a systematic review of randomized controlled trials", "2013"], ["The epidemic of pre‐diabetes: the medicine and the politics", "2014"], ["Lifestyle and medication interventions for the prevention or delay of type 2 diabetes mellitus in prediabetes: a systematic review of randomised controlled trials", "2010"], ["Effect of lifestyle interventions on glucose regulation among adults without impaired glucose tolerance or diabetes: a systematic review and meta‐analysis", "2017"], ["Comparison of control fasting plasma glucose of exercise‐only versus exercise‐diet among a pre‐diabetic population: a meta‐analysis", "2016"]], "ex": [["Study protocol", "2010"], ["Effectiveness of a lifestyle intervention on metabolic syndrome. A randomized controlled trial", "2007"], ["Study protocol", "2012"], ["Detecting and managing metabolic syndrome: preliminary results", "2007"], ["Study protocol", "2012"], ["Evaluation of lifestyle interventions to treat elevated cardiometabolic risk in primary care (E‐LITE): a randomized controlled trial", "2009"], ["Prevention of type 2 (non‐insulin‐dependent) diabetes mellitus by diet and physical exercise. The 6‐year Malmo feasibility study", "1991"], ["A randomized trial of lifestyle intervention in primary healthcare for the modification of cardiovascular risk factors. The Björknäs study", "2006"], ["Preliminary testing of a program to prevent type 2 diabetes among high risk youth", "2004"], ["A cluster‐randomized controlled trial to study the effectiveness of a protocol‐based lifestyle program to prevent type 2 diabetes in people with impaired fasting glucose", "2013"], ["Effects of a classroom‐based weight‐control intervention on cardiovascular disease in elementary‐school obese children", "2007"], ["Worsening to diabetes in men with impaired glucose tolerance (&quot;borderline diabetes&quot;)", "1979"], ["Study protocol", "2013"], ["Reduced progression to type 2 diabetes from impaired glucose tolerance after a 2‐day in‐hospital diabetes educational program: the Joetsu Diabetes Prevention Trial", "2008"], ["Efficacy of a theory‐based behavioural intervention to increase physical activity in an at‐risk group in primary care (ProActive UK): a randomised trial", "2008"], ["ISRCTN80605705", "2017"], ["A reduced‐fat diet and aerobic exercise in Japanese Americans with impaired glucose tolerance decreases intra‐abdominal fat and improves insulin sensitivity but not beta‐cell function", "2005"], ["A randomized lifestyle intervention with 5‐year follow‐up in subjects with impaired glucose tolerance: pronounced short‐term impact but long‐term adherence problems", "2009"], ["NCT02000024", "2016"], ["Early improvement predicts reduced risk of incident diabetes and improved cardiovascular risk in prediabetic Asian Indian men participating in a 2‐year lifestyle intervention program", "2014"], ["NCT02250066", "2017"], ["NCT02374788", "2017"], ["'Healthy living' and sulphonylurea therapy have different effects on glucose tolerance and risk factors for vascular disease in subjects with impaired glucose tolerance", "1993"], ["Study protocol", "2017"], ["NCT00819455", "2014"], ["Evaluation of a culturally‐adapted lifestyle intervention to treat elevated cardiometabolic risk of Latino adults in primary care (Vida Sana): a randomized controlled trial", "2016"], ["Study protocol", "2011"], ["Ten‐year follow‐up of subjects with impaired glucose tolerance: prevention of diabetes by tolbutamide and diet regulation", "1980"], ["Study protocol", "2017"], ["Effects of a weight management program on body composition and metabolic parameters in overweight children. A randomized controlled trial", "2007"], ["Lifestyle INtervention for Diabetes prevention After pregnancy (LINDA‐Brasil): study protocol for a multicenter randomized controlled trial", "2016"], ["Self‐determination theory and weight loss in a Diabetes Prevention Program translation trial", "2016"], ["Effect of exercise training in patients with impaired glucose tolerance", "2004"], ["The Fasting Hyperglycaemia Study: II. Randomized controlled trial of reinforced healthy‐living advice in subjects with increased but not diabetic fasting plasma glucose", "1997"], ["Reducing diabetes risk in American Indian women", "2008"], ["Effect of lifestyle intervention on metabolic coronary heart disease risk factors in obese older adults", "2006"], ["A trial of simple versus intensified dietary modification for prevention of progression to diabetes mellitus in women with impaired glucose tolerance", "1999"], ["Lifestyle intervention in overweight individual with a family history of diabetes", "1998"], ["A short message service (SMS) intervention to prevent diabetes in Chinese professional drivers with pre‐diabetes: a pilot single‐blinded randomized controlled trial", "2013"], ["The Pre‐diabetes Risk Education and Physical Activity Recommendation and Encouragement (PREPARE) programme study: are improvements in glucose regulation sustained at 2 years?", "2011"], ["Walking away from type 2 diabetes: trial protocol of a cluster randomised controlled trial evaluating a structured education programme in those at high risk of developing type 2 diabetes", "2012"]], "in": [["Effect of lifestyle interventions on reduction of cardiovascular disease events and its mortality in pre‐diabetic patients:long‐term follow‐up of Da Qing Diabetes Prevention Study", "2015"], ["Diabetes Prevention Program", "2006"], ["NCT00518167", "1999"], ["ISRCTN15670600", "2008"], ["A lifestyle intervention in primary care prevents deterioration of insulin resistance in patients with impaired glucose tolerance: a randomised controlled trial", "2016"], ["Healthy Living Partnerships to Prevent Diabetes: recruitment and baseline characteristics", "2011"], ["NCT00279240", "2010"], ["Lifestyle intervention using existing human resources on the development of type 2 diabetes", "2005"], ["Prevention of type 2 diabetes by lifestyle intervention: a Japanese trial in IGT males", "2005"], ["Randomised controlled trial evaluating the effectiveness of behavioural interventions to modify cardiovascular risk factors in men and women with impaired glucose tolerance: outcomes at 6 months", "2001"], ["ISRCTN25729565", "2014"], ["Lifestyle intervention and adipokine levels in subjects at high risk for type 2 diabetes: the Study on Lifestyle intervention and Impaired glucose tolerance Maastricht (SLIM)", "2007"]]}