{"a": [["Arachidonic acid cascade and platelet‐activating factor in the network of eye inflammatory mediators: therapeutic implications in uveitis", "1990"], ["The diabetes epidemic: a national and global crisis", "2004"], ["Current approaches to the management of diabetic retinopathy and diabetic macular oedema", "2010"], ["Prostaglandin E2 inhibition and aqueous concentration of ketorolac 0.4% (acular LS) and nepafenac 0.1% (nevanac) in patients undergoing phacoemulsification", "2007"], ["Topical nepafenac in the treatment of diabetic macular oedema", "2008"], ["The epidemiology of diabetes mellitus in Asia‐Pacific region", "2000"], ["Important causes of visual impairment in the world today", "2003"], ["Natural course of nonaphakic cystoid macular edema", "1984"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Current epidemiology of diabetic retinopathy and diabetic macular edema", "2012"], ["Treatment techniques and clinical guidelines for photocoagulation of diabetic macular edema: Early Treatment Diabetic Retinopathy Study Report Number 2", "1987"], ["Diabetic retinopathy: more than meets the eye", "2002"], ["Diabetic macular oedema: a clinical overview", "2007"], ["How to identify randomized controlled trials in MEDLINE: ten years on", "2006"], ["GRADEpro", "2014"], ["Intravitreal steroids for macular edema in diabetes", "2008"], ["Cystoid and diabetic macular oedema treated with nepafenac 0.1%", "2007"], ["Intravitreal bevacizumab (Avastin) therapy for persistent diffuse diabetic macular edema", "2006"], ["Vitreous nonsteroidal antiinflammatory drug concentrations and prostaglandin E2 levels in vitrectomy patients treated with ketorolac 0.4%, bromfenac 0.09%, and nepafenac 0.1%", "2009"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Chapter 16: Special topics in statistics. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Nepafenac, a unique nonsteroidal prodrug with potential utility in the treatment of trauma‐induced ocular inflammation: II. In vitro bioactivation and permeation of external ocular barriers", "2000"], ["Burden of diabetes 1995‐2025: prevalence, numerical estimates and projections", "1998"], ["The Wisconsin epidemiologic study of diabetic retinopathy", "1984"], ["Intravitreal injection of commercially available ketorolac tromethamine in eyes with diabetic macular edema refractory to laser photocoagulation", "2011"], ["Spontaneous evolution and photocoagulation of diabetic cystoid macular edema", "1994"], ["Serum inflammatory markers in diabetic retinopathy", "2005"], ["Incidence of cystoid macular edema after uncomplicated phacoemulsification", "2003"], ["Prostaglandins and cystoid macular edema", "2002"], ["The continuing epidemics of obesity and diabetes in the United States", "2001"], ["A controlled study of vitrectomy for diabetic macular edema", "2002"], ["24‐hour intraocular pressure and ocular perfusion pressure in glaucoma", "2013"], ["Intravitreal injection of ketorolac tromethamine in patients with diabetic macular edema refractory to retinal photocoagulation", "2010"], ["Review Manager (RevMan)", "2014"], ["Cystoid macular edema", "2008"], ["General pathophysiology of macular edema", "2010"], ["Non‐steroidal anti‐inflammatory agents for cystoid macular oedema following cataract surgery: a systematic review", "2005"], ["Non‐steroidal anti‐inflammatory agents for treating cystoid macular oedema following cataract surgery", "2012"], ["Pilot study of intravitreal injection of diclofenac for treatment of macular edema of various etiologies", "2010"], ["Cystoid macular edema after phacoemulsification: relationship to blood‐aqueous barrier damage and visual acuity", "1999"], ["Diabetic retinopathy: clinical findings and management", "2003"], ["NSAIDs in combination therapy for the treatment of chronic pseudophakic cystoid macular oedema", "2010"], ["Risk factors of diabetic retinopathy in type 2 diabetic patients", "2006"]]}