{"a": [["Biphasic insulin Aspart 30 vs. NPH plus regular human insulin in type 2 diabetes patients; a cost‐effectiveness study", "2016"], ["Effects of intensive glucose lowering in type 2 diabetes", "2008"], ["Report of the expert committee on the diagnosis and classification of diabetes mellitus", "1997"], ["Report of the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "2003"], ["Standards of medical care in diabetes ‐ 2017", "2017"], ["Standards of medical care in diabetes ‐ 2018", "2018"], ["Intensive blood glucose control and vascular outcomes in patients with type 2 diabetes", "2008"], ["National trends in treatment of type 2 diabetes mellitus", "2008"], ["Interaction revisited: the difference between two estimates", "2003"], ["Improved mealtime treatment of diabetes mellitus using an insulin analogue", "1997"], ["Improved glycaemic control with insulin Glargine plus insulin Lispro: a multicentre, randomized, cross‐over trial in people with type 1 diabetes", "2006"], ["Short‐acting insulin analogues for diabetes mellitus: meta‐analysis of clinical outcomes and assessment of cost‐effectiveness", "2007"], ["Designing psycho‐oncology randomised trials and cluster randomised trials: variance components and intra‐cluster correlation of commonly used psychosocial measures", "2013"], ["Classification and diagnosis of diabetes mellitus", "1991"], ["Insulintherapie in der Praxis", "2001"], ["Basics of meta‐analysis: I² is not an absolute measure of heterogeneity", "2017"], ["Prediction intervals", "2017"], ["Impact of spin in the abstracts of articles reporting results of randomized controlled trials in the field of cancer: the SPIIN randomized controlled trial", "2014"], ["Post‐prandial administration of the insulin analogue insulin Aspart in patients with type 1 diabetes mellitus", "2000"], ["Cost‐effectiveness of insulin analogues for diabetes mellitus", "2009"], ["Postprandial blood glucose is a stronger predictor of cardiovascular events than fasting blood glucose in type 2 diabetes mellitus, particularly in women: lessons from the San Luigi Gonzaga Diabetes Study", "2006"], ["CENTRAL creation details", "2018"], ["The prickly problem of access to insulin", "2011"], ["Assessing baseline imbalance in randomised trials: implications for the Cochrane risk of bias tool", "2014"], ["Risk for nocturnal hypoglycemia with biphasic insulin Aspart 30 compared with biphasic human insulin 30 in adults with type 2 diabetes mellitus: a meta‐analysis", "2009"], ["Insulin analogs—Is there a compelling case to use them? No!", "2014"], ["Reliability and validity of a diabetes quality‐of‐life measure for the diabetes control and complications trial (DCCT)", "1988"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus", "1993"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JPT, Churchill R, Chandler J, Cumpston MS, editor(s). Cochrane Handbook for Systematic Reviews of Interventions version 5.2.0 (updated June 2017). Cochrane, 2017", "2017"], ["Glucose control and vascular complications in veterans with type 2 diabetes", "2009"], ["Bias, precision and statistical power of analysis of covariance in the analysis of randomized trials with baseline imbalance: a simulation study", "2014"], ["Note for guidance on clinical investigation of medicinal products in the treatment of diabetes mellitus", "2002"], ["Improved pharmacokinetic and pharmacodynamic profile of rapid‐acting insulin using needle‐free jet injection technology", "2011"], ["Modern insulins ‐ comment on facts and assumptions in a recent editorial", "2008"], ["Commentary: politics of affordable insulin", "2011"], ["Newer insulins in type 2 diabetes", "2012"], ["Evidence‐based Diabetes Care", "2001"], ["Defining the role of insulin Lispro in the management of postprandial hyperglycaemia in patients with type 2 diabetes mellitus", "2008"], ["A review of human and analogue insulin trials", "2007"], ["GRADEpro GDT", "2015"], ["Insulin‐like growth factor I acts as an angiogenic agent in rabbit cornea and retina: comparative studies with basic fibroblast growth factor", "1993"], ["Insulin analogs—are they worth it? Yes!", "2014"], ["The importance of hyperglycemia in the non‐fasting state to the development of cardiovascular disease", "1998"], ["Effect of reporting bias on meta‐analyses of drug trials: reanalysis of meta‐analyses", "2012"], ["Time‐action profile of the insulin analogue B28Asp", "1996"], ["Faster‐acting insulin Aspart improves postprandial glycaemia versus insulin Aspart in patients with type 1 diabetes mellitus", "2014"], ["Insulin analogues (insulin Detemir and insulin Aspart) versus traditional human insulins (NPH insulin and regular human insulin) in basal‐bolus therapy for patients with type 1 diabetes", "2004"], ["Observational, open‐label study of type 1 and type 2 diabetes patients switching from human insulin to insulin analogue basal–bolus regimens: insights from the PREDICTIVE study", "2009"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["A re‐evaluation of random‐effects meta‐analysis", "2009"], ["The Cochrane Collaboration's tool for assessing risk of bias in randomised trials", "2011"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Churchill R, Chandler J, Cumpston MS, editor(s), Cochrane Handbook for Systematic Reviews of Interventions Version 5.2.0 (updated June 2017). Cochrane, 2017", "2017"], ["Evaluation of the incremental cost to the National Health Service of prescribing analogue insulin", "2011"], ["Nice insulins, pity about the evidence", "2007"], ["The pharmacokinetics and pharmacodynamics of rapid‐acting insulin analogues and their clinical consequences", "2012"], ["(Lys(B28), Pro(B29))‐human insulin. A rapidly absorbed analogue of human insulin", "1994"], ["Estimating the mean and variance from the median, range, and the size of a sample", "2005"], ["Observer bias in randomized clinical trials with measurement scale outcomes: a systematic review of trials with both blinded and nonblinded assessors", "2013"], ["Short acting insulin analogues for the treatment of type 2 diabetes mellitus", "2005"], ["Comparison of registered and published outcomes in randomized controlled trials: a systematic review", "2015"], ["Carciogen effect of the human insulin analogue B10 Asp in female rats", "1992"], ["Novel formulations BIOD‐238 and BIOD‐250 result in more rapid absorption and declines from peak than Humalog", "2013"], ["Receptors and growth‐promoting effects of insulin and insulin‐like growth factors on cells from bovine retinal capillaries and aorta", "1985"], ["The impact of outcome reporting bias in randomised controlled trials on a cohort of systematic reviews", "2010"], ["A review of a family of ultra‐rapid‐acting insulins: formulation development", "2012"], ["Correlation of receptor binding and metabolic and metogenic potencies of insulin analogues designed for clinical use", "2000"], ["Improved pharmacokinetic and pharmacodynamic profiles of insulin analogues using InsuPatch, a local heating device", "2014"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "2009"], ["Short‐acting insulin analogues vs. regular human insulin in type 2 diabetes: a meta‐analysis", "2009"], ["The Diabetes Annual 12", "1999"], ["Comparison of registered and published primary outcomes in randomized controlled trials", "2009"], ["A checklist designed to aid consistency and reproducibility of GRADE assessments: development and pilot validation", "2014"], ["Insulin therapy for type 2 diabetes", "2013"], ["Modeling absorption kinetics of subcutaneous injected soluble insulin", "1989"], ["Risk factors of severe hypoglycaemia in adult patients with type 1 diabetes ‐ a prospective population based study", "1998"], ["Type 2 diabetes: National Clinical Guideline for management in primary and secondary care (update)", "2008"], ["Effect of rosiglitazone on the risk of myocardial infarction and death from cardiovascular causes", "2007"], ["Good glycaemic control remains crucial in prevention of late diabetic complication ‐ the Linköping Diabetes Complication Study", "2009"], ["Injection‐meal interval: recommendations of diabetologists and how patients handle it", "1999"], ["Is postprandial glucose control important? Is it practical in primary care settings?", "2002"], ["Standardized modulation of the injection site allows for insulin dose reduction without deterioration of metabolic control", "2014"], ["Insulin Detemir and insulin Aspart: a promising basal‐bolus regimen for type 2 diabetes", "2004"], ["Macro‐ and microvascular outcomes in patients with type 2 diabetes treated with rapid‐acting insulin analogues or human regular insulin: a retrospective database analysis", "2014"], ["Review Manager 5 (RevMan 5)", "2014"], ["Interpretation of random effects meta‐analyses", "2011"], ["Meta‐analysis of randomised trials with a continuous outcome according to baseline imbalance and availability of individual participant data", "2013"], ["Efficacy and safety comparison of rapid‐acting insulin Aspart and regular human insulin in the treatment of type 1 and type 2 diabetes mellitus: a systematic review", "2011"], ["Commentary: does additional benefit justify additional costs of insulin analogues?", "2011"], ["Postprandial insulin lispro: a new therapeutic option for type 1 diabetic patients", "1998"], ["Regulatory agencies hold the key to improving Cochrane Reviews of drugs", "2015"], ["Chapter 11: Presenting results and ‘Summary of findings' tables. In: Higgins JPT, Green S, editor(s), Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Insulin analogs and cancer", "2012"], ["Postprandial hyperglycemia is a better predictor of the progression of diabetic retinopathy than HbA1c in Japanese type 2 diabetic patients", "2005"], ["Longterm risk of cardiovascular events with rosiglitazone: a meta‐analysis", "2007"], ["Efficacy and safety of insulin analogues for the management of diabetes mellitus: a meta‐analysis", "2009"], ["Does diabetes therapy influence the risk of cancer?", "2009"], ["Postprandial hyperglycemia and glycemic variability: should we care?", "2011"], ["Recommendations for examining and interpreting funnel plot asymmetry in meta‐analyses of randomised controlled trials", "2011"], ["Association of glycaemia with macrovascular and microvascular complications of type 2 diabetes (UKPDS 35): prospective observational study", "2010"], ["Pharmacokinetics, pharmacodynamics and glucose counter‐regulation following subcutaneous injection of the monomeric insulin analogue (Lys(B28), Pro(B29)) in IDDM", "1994"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)", "1998"], ["Definition, diagnosis and classification of diabetes mellitus and its complications", "1999"], ["Review of the evidence comparing insulin (human or animal) with analogue insulins", "2011"], ["Global prevalence of diabetes: estimates for the year 2000 and projections for 2030", "2004"], ["Comparison of top‐performing search strategies for detecting clinically sound treatment studies and systematic reviews in MEDLINE and EMBASE", "2006"], ["Developing optimal search strategies for detecting clinically sound treatment studies in EMBASE", "2006"], ["Empirical evidence of bias in treatment effect estimates in controlled trials with different interventions and outcomes: meta‐epidemiological study", "2008"], ["The physiological replacement of insulin: an elusive goal", "1989"]], "ex": [["A 2‐way cross‐over, open‐labeled trial to compare efficacy and safety of insulin Aspart and Novolin R delivered with CSII in 21 Chinese diabetic patients", "2007"], ["Long‐term efficacy and safety of biphasic insulin Aspart in patients with type 2 diabetes", "2004"], ["Assessment of in vivo stability of a new insulin preparation for implantable insulin pumps. A randomized multicenter prospective trial", "1999"], ["Effect of the rapid‐acting insulin analogue insulin Aspart on quality of life and treatment satisfaction in patients with type 1 diabetes", "2003"], ["Effects of a short‐acting insulin analog (insulin Lispro) versus regular insulin on lipid metabolism in insulin‐dependent diabetes mellitus", "1998"], ["Effect of insulin Lispro on glycaemic control in Chinese diabetic patients receiving twice‐daily regimens of insulin", "2004"], ["Comparison on the efficacy of biphasic insulin Aspart 30 and premixed human insulin 30/70 through continuous glucose monitoring system", "2011"], ["Benefits of insulin Aspart vs phosphate‐buffered human regular insulin in persons with type 1 diabetes treated by means of an insulin pump", "2004"], ["Pregnancy complications and perinatal outcome in diabetic women treated with Humalog (insulin lispro) or regular human insulin during pregnancy", "2004"], ["Severe hypoglycaemia in patients with type 1 diabetes and impaired awareness of hypoglycaemia: a comparative study of insulin Lispro and regular human insulin", "2001"], ["Immunologic effects of insulin lispro (Lys (B28), Pro (B29) human insulin) in IDDM and NIDDM patients previously treated with insulin", "1996"], ["Postprandial glycemic control using insulin Aspart with NPH in inadequately controlled diabetics", "2009"], ["Pre‐meal insulin analogue insulin Lispro vs humulin insulin treatment in young subjects with type 1 diabetes", "1996"], ["Impact of insulin Lispro on HbA1c values in insulin pump users", "2000"], ["Pharmacological treatment of the pathogenetic defects in type 2 diabetes: the randomized multicenter South Danish diabetes study", "2011"], ["Pre‐meal therapy with Lispro insulin and regular insulin in IDDM patients", "1997"], ["Insulin Aspart vs. human insulin in the management of long‐term blood glucose control in type 1 diabetes mellitus: a randomized controlled trial", "2000"], ["Pre‐meal insulin Aspart compared with pre‐meal soluble human insulin in type 1 diabetes", "2006"], ["Effects of mixing Glargine and short‐acting insulin analogs on glucose control", "2004"], ["Long‐term intensive treatment of type 1 diabetes with the short‐acting insulin analog Lispro in variable combination with NPH insulin at mealtime", "1999"], ["Experience with Lispro‐insulin in the intensified therapy of IDDM and NIDDM patients", "1996"], ["Improved postprandial glycemic control with insulin Aspart. A randomized double‐blind cross‐over trial in type 1 diabetes", "1999"], ["Immune responses to insulin Aspart and biphasic insulin Aspart in people with type 1 and type 2 diabetes", "2002"], ["Progression of retinopathy during pregnancy in type 1 diabetic women treated with insulin lispro", "2003"], ["Systematic literature review of use of blood glucose monitoring in phase III clinical studies of insulin analogs", "2016"], ["Comparison of human insulin and insulin analogues on hypoglycaemia and metabolic variability in type 1 diabetes using standardized measurements (HYPO score and Lability Index)", "2013"], ["Insulin Aspart improves meal time glycaemic control in patients with Type 2 diabetes: a randomized, stratified, double‐blind and cross‐over trial", "2005"], ["Insulin Lispro therapy in pregnancies complicated by type 1 diabetes mellitus", "2002"], ["Lispro insulin in type 1 diabetic patients on a Mediterranean or normal diet: A randomized, cross‐over comparative study with regular insulin", "2001"], ["Postprandial glycaemia after regular and Lispro insulin in children and adolescents with diabetes", "1997"], ["Use of insulin Aspart, a fast‐acting insulin analog, as the mealtime insulin in the management of patients with type 1 diabetes", "2000"], ["Insulin Lispro is as effective as regular insulin in optimising metabolic control and preserving ß‐cell function at onset of type 1 diabetes mellitus", "2003"], ["Improved glycemic control with the use of self‐prepared mixtures of insulin Lispro and insulin Lispro protamine suspension in patients with types 1 and 2 diabetes", "2001"], ["Metabolic control in patients with type 2 diabetes using Humalog Mix50 injected three times daily: crossover comparison with human insulin 30/70", "2004"], ["Insulin Lispro improves postprandial glucose control in patients with diabetes mellitus", "2002"], ["Lispro analog and quality of life", "1997"], ["Efficacy of insulin Lispro in combination with NPH human insulin twice per day in patients with insulin‐dependent or non‐insulin dependent diabetes mellitus. Multicenter Iinsulin Lispro Study Group", "1997"], ["Evaluation of efficacy, safety and QOL of glulisine on Japanese type 1 diabetes", "2013"]], "in": [["Comparison of additional metformin or NPH insulin to mealtime insulin lispro therapy with mealtime human insulin therapy in secondary OAD failure", "2003"], ["Factors associated with nocturnal hypoglycaemia among patients with type 2 diabetes new to insulin therapy: experience with insulin Lispro", "2000"], ["Insulin Glulisine provides improved glycemic control in patients with type 2 diabetes", "2004"], ["Comparison of insulin Aspart vs. regular human insulin with or without insulin Detemir concerning adipozytokines and metabolic effects in patients with type 2 diabetes mellitus", "2013"], ["Safety and efficacy of biphasic insulin Aspart 50 in subjects with type 2 diabetes", "2012"], ["Human insulin analogs: evaluation of inflammatory mRNA expression of macrophages and endothelial function of short‐acting insulin – HERMES pilot study", "2013"], ["Short‐acting insulin analogues in the treatment of diabetes mellitus type 2", "2007"], ["Short‐acting insulin analogues in the treatment of diabetes mellitus type 2", "2001"], ["Improved mealtime treatment of diabetes mellitus using an insulin analogue", "1997"], ["Improved mealtime treatment of diabetes mellitus using an insulin analogue", "1997"]]}