{"a": [["A randomized trial comparing intravitreal triamcinolone acetonide and laser photocoagulation for DME.", "June 2004"], ["Risk factors for diffuse and focal macular edema", "2004"], ["Blindness caused by diabetes: Massachusetts, 1987‐1994", "1996"], ["Corticosteroids in posterior segment disease: an update on new delivery systems and new indications", "2004"], ["Diabetic macular edema", "1998"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus", "1993"], ["Analysing and presenting data. Cochrane Handbook for Systematic Reviews of Interventions 4.2.6 [updated September 2006]; Section 8", "2006"], ["Photocoagulation treatment of proliferative diabetic retinopathy: the second report of DRS findings", "1978"], ["Photocoagulation for diabetic macular edema. Early Treatment Diabetic Retinopathy Study report number 1", "1985"], ["How to identify randomized controlled trials in MEDLINE: ten years on", "2006"], ["Assessment of study quality. Cochrane Handbook for Systematic Reviews of Interventions 4.2.6 [updated September 2006]; Section 6", "2006"], ["Intravitreal injection of triamcinolone for diffuse DME", "2003"], ["Intravitreal triamcinolone as a primary therapy in diabetic macular oedema", "2005"], ["The Wisconsin epidemiologic study of diabetic retinopathy. IV. Diabetic macular edema", "1984"], ["Intravitreal triamcinolone acetonide for diabetic diffuse macular edema: preliminary results of a prospective controlled trial", "2004"], ["Macular edema", "2004"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)", "1998"], ["Epidemiology of diabetic retinopathy and macular oedema: a systematic review", "2004"]], "ex": [["Intravitreal triamcinolone associated with grid laser photocoagulation for diffuse diabetic macular edema", "2004"], ["Intravitreal injection versus sub‐Tenon's infusion of triamcinolone acetonide for refractory diabetic macular edema: a randomized clinical tiral", "2005"], ["Comparison of intravitreal versus posterior sub‐Tenon's capsule injection of triamcinolone acetonide for diffuse diabetic macular edema", "2005"], ["Intravitreal cortisone injection for refractory diffuse diabetic macular edema", "2005"], ["Inter‐eye difference in diabetic macular edema after unilateral intravitreal injection of triamcinolone acetonide", "2004"], ["Dosage dependency of intravitreal triamcinolone acetonide as treatment for diabetic macular oedema", "2005"], ["A prospective controlled trial to evaluate the adjunctive role of posterior subtenon triamcinolone in the treatment of diffuse diabetic macular edema", "2004"]], "in": [["Intravitreal triamcinolone acetonide for diffuse diabetic macular oedema: 6‐month results of a prospective controlled trial", "2006"], ["Intravitreal triamcinolone compared with macular laser grid photocoagulation for the treatment of cystoid macular edema", "2005"], ["Intravitreal triamcinolone acetonide for diabetic macular edema: a prospective, randomized study", "2006"], ["An Intravitreous Dexamethasone Bioerodible Drug Delivery System for the Treatment of Persistent Diabetic Macular Edema", "2003"], ["Steroids implant reduces retinal thickness, improves vision", "2004"], ["Patients with DME have response to fluocinolone acetonide intravitreal implant in study outcomes", "2005"], ["Intravitreal Triamcinolone for Refractory Diabetic Macular Edema Two‐Year Results of a Double‐Masked, Placebo‐Controlled, Randomized Clinical Trial", "2006"]]}