{"a": [["Report on the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Physiology of penile erection", "1995"], ["Vardenafil preclinical trial data potency, pharmacodynamics, pharmacokinetics, and adverse events", "2004"], ["The penis as a vascular organ: the importance of corporal smooth muscle tone in the control of erection", "1995"], ["Cialis (tadalafil) prescribing information", "2003"], ["A coefficient of agreement for nominal scales", "1960"], ["Cardiac safety in clinical trials of phosphodiesterase 5 inhibitors", "2005"], ["On life satisfaction in male erectile dysfunction", "1997"], ["Oral sildenafil in the treatment of erectile dysfunction. Sildenafil Study Group", "1998"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions 4.2.5 [updated May 2005]", "2005"], ["Assessing the quality of reports of randomized clinical trials: Is blinding necessary?", "1996"], ["Incidence of erectile dysfunction in men ages 40 to 69 years old: longitudinal results from the Massachusetts Male Aging Study", "2000"], ["Cardiovascular effects of tadalafil in patients on common antihypertensive therapies", "2003"], ["Novel phosphodiesterase type 5 inhibitors assessing hemodynamic effects and safety parameters", "2004"], ["Levitra (vardenafil) prescribing information", "2003"], ["Hemodynamics of erection", "1988"], ["Erectile dysfunction", "2000"], ["Nitric oxide and cyclic GMP signaling", "1996"], ["Clinical trials of sildenafil citrate (Viagra) demonstrates no increase in risk of myocardial infarction and cardiovascular death compared with placebo", "2003"], ["Endogenous neurotransmitters mediating penile erection", "1998"], ["Pharmacotherapeutic advances in the treatment of erectile dysfunction", "1999"], ["NIH Consensus Conference. Impotence. NIH Consensus Development Panel on Impotence", "1993"], ["Nitric oxide as a mediator of relaxation of the corpus cavernosum in response to nonadrenergic, noncholinergic neurotransmission Nitric oxide as a mediator of relaxation of the corpus cavernosum in response to nonadrenergic, noncholinergic neurotransmission", "1992"], ["The International Index of Erectile Function (IIEF)", "1997"], ["Empirical evidence of bias: dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "1995"], ["Erectile dysfunction in diabetes: pills for penile failure", "1998"], ["Erectile dysfunction in diabetes", "1998"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Overall cardiovascular profile of sildenafil citrate profile of sildenafil citrate", "1999"]], "ex": [["Sildenafil in the treatment of erectile dysfunction in men with diabetes: demand, efficacy and patient satisfaction", "2005"], ["Efficacy, safety, and treatment satisfaction of Tadalafil versus placebo in patients with erectile dysfunction evaluated at tertiary‐care academic centers", "2005"], ["Efficacy of sildenafil citrate in treatment of erectile dysfunction: effect of type 2 diabetes", "2004"], ["Impact of diabetes mellitus on the severity of erectile dysfunction and response to treatment: analyses of data from tadaladil clinical trials", "2004"], ["Sildenafil citrate (Viagra) treatment in patients with diabetes", "1999"], ["Sildenafil: efficacy and safety in daily clinical experience", "2001"], ["Switching from lomg‐term treatment with self‐injections to oral sildenafil in diabetic patients with sever erectile dysfunction", "2002"], ["Nocturnal electrobioimpedence volumetric assessment in diabetic men with erectle dysfunction before and after Tadalafil intake", "2004"], ["Phosphodiesterase type 5 inhibitors for the treatment of erectile dysfunction in patients with diabetes mellitus", "2002"]], "in": [["Sildenafil citrate for the treatment of erectile dysfunction in men with Type II diabetes mellitus", "2001"], ["Efficacy and safety of sildenafil in men with type 2 diabetes mellitus and erectile dysfunction", "2002"], ["Vardenafil, a new phosphodiesterase type 5 inhibitor, in the treatment of erectile dysfunction in men with diabetes: a multicenter double‐blind placebo‐controlled fixed‐dose study.", "2003"], ["Sildenafil: study of novel oral treatment for erectile dysfunction in diabetic men", "1998"], ["Sildenafil for treatment of erectile dysfunction in men with diabetes: a randomized controlled trial. Sildenafil Diabetes Study Group", "1999"], ["Effects of tadalafil on erectile dysfunction in men with diabetes", "2002"], ["Oral sildenafil in the treatment of erectile dysfunction in diabetic men: a randomized double‐blind and placebo‐controlled study", "2004"], ["Sildenafil citrate for treatment of erectile dysfunction in men with type 1 diabetes: results of a randomized controlled trial", "2003"]]}