{"a": [["Impact of Self‐Monitoring Blood Glucose Frequency on Glycemic Control in Patients With Type 2 Diabetes", "September 2004"], ["Effects of self‐monitoring of glucose in non‐insulin treated patients with type 2 diabetes: design of the IN CONTROL‐trial", "2009"], ["Report of the expert committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Standards of medical care in diabetes ‐ 2008", "2008"], ["Standards of medical care in diabetes‐‐2010", "2010"], ["Self‐monitoring of blood glucose in non‐insulin treated patients with type 2 diabetes: a systematic review and meta‐analysis", "2009"], ["Continuous glucose monitoring used to adjust diabetes therapy improves glycosylated hemoglobin: a pilot study", "1999"], ["The Well‐Being Questionnaire", "1994"], ["Diabetes Treatment Satisfaction Questionnaire", "1994"], ["Self‐monitoring of blood glucose in type 2 diabetes: systematic review", "2010"], ["A coefficient of agreement for nominal scales", "1960"], ["Self‐monitoring of blood glucose in patients with type 2 diabetes who are not using insulin: response to Welschen et al. and Kleefstra et al", "2005"], ["Evaluation of Self Monitoring of Blood Glucose in Non‐Insulin‐Treated Diabetic Patients by Randomized Controlled Trials: Little Bang for the Buck", "2010"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus. The Diabetes Control and Complications Trial Research Group", "1993"], ["The DiGEM trial protocol‐‐a randomised controlled trial to determine the effect on glycaemic control of different strategies of blood glucose self‐monitoring in people with type 2 diabetes [ISRCTN47464659]", "2005"], ["Impact of self monitoring of blood glucose in the management of patients with non‐insulin treated diabetes: open parallel group randomised trial", "2007"], ["Blood glucose self‐monitoring in type 2 diabetes: a randomised controlled trial", "2009"], ["Self‐monitoring of blood glucose changed non‐insulin‐treated Type 2 diabetes patients' beliefs about diabetes and self‐monitoring in a randomized trial", "2008"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.0.2 [updated September 2009]", "2009"], ["Self‐monitoring of glucose in type 2 diabetes mellitus: a Bayesian meta‐analysis of direct and indirect comparisons", "2006"], ["Self‐monitoring of blood glucose levels and glycemic control: the Northern California Kaiser Permanente Diabetes registry", "2001"], ["Self‐monitoring of blood glucose in type 2 diabetes: a new look at published trials", "2008"], ["Self‐monitoring of blood glucose in patients with type 2 diabetes who are not using insulin: response to Welschen et al", "2005"], ["Self‐monitoring of blood glucose in non insulin‐treated type 2 diabetes: An overview", "2009"], ["Consensus report of the coalition for clinical research‐self‐monitoring of blood glucose", "2008"], ["On what evidence‐base do we recommend self‐monitoring of blood glucose?", "2010"], ["The case of the misleading funnel plot", "2006"], ["The common sense representation of illness danger", "1980"], ["Illness representations: theoretical foundations", "1997"], ["The PRISMA statement for reporting systematic reviews and meta‐analyses of studies that evaluate healthcare interventions: explanation and elaboration", "2009"], ["Does patient blood glucose monitoring improve diabetes control? A systematic review of the literature", "2007"], ["Self‐monitoring of blood glucose in type‐2 diabetes: what is the evidence?", "2007"], ["Efficacy of self‐monitoring of blood glucose in patients with type 2 diabetes mellitus managed without insulin: a systematic review and meta‐analysis", "2010"], ["Glycemic control in diabetes mellitus: have changes in therapy made a difference?", "1996"], ["Self‐monitoring of blood glucose in diabetes: is it worth it?", "2009"], ["Randomised controlled trial of structured personal care of type 2 diabetes mellitus", "2001"], ["Self monitoring of blood glucose in type 2 diabetes: longitudinal qualitative study of patients' perspectives", "2007"], ["Translating the chronic care model into the community: results from a randomized controlled trial of a multifaceted diabetes care intervention", "2006"], ["Systematic review of the benefits of self‐monitoring of blood glucose on glycemic control in type 2 diabetes patients", "2008"], ["Meta‐analysis of the benefits of self‐monitoring of blood glucose on glycemic control in type 2 diabetes patients: an update", "2009"], ["A randomized trial of a primary care‐based disease management program to improve cardiovascular risk factors and glycated hemoglobin levels in patients with diabetes", "2005"], ["Self‐monitoring of blood glucose as part of a multi‐component therapy among non‐insulin requiring type 2 diabetes patients: a meta‐analysis (1966‐2004)", "2005"], ["Meal‐related structured self‐monitoring of blood glucose: effect on diabetes control in non‐insulin‐treated type 2 diabetic patients", "2002"], ["Self‐monitoring of blood glucose‐‐psychological aspects relevant to changes in HbA1c in type 2 diabetic patients treated with diet or diet plus oral antidiabetic medication", "2006"], ["Cost effectiveness of self monitoring of blood glucose in patients with non‐insulin treated type 2 diabetes: economic evaluation of data from the DiGEM trial", "2008"], ["The value of self‐monitoring of blood glucose: a review of recent evidence", "2010"], ["Investigating and dealing with publication and other biases", "2001"], ["Self‐monitoring of blood glucose levels in patients with type 2 diabetes mellitus not taking insulin: a meta‐analysis", "2008"], ["Chronic care clinics for diabetes in primary care: a system‐wide randomized trial", "2001"], ["The MOS 36‐item short‐form health survey (SF‐36). I. Conceptual framework and item selection", "1992"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"]], "ex": [["The influence of glucose self‐monitoring on glycaemic control in patients with diabetes mellitus in Sudan", "2006"], ["Self‐monitoring blood glucose improves quality of life in NIDDM patients treated with diet alone or oral hypo‐glycaemic agents", "1997"], ["Self‐monitoring of blood glucose and treatment outcomes in type 2 diabetic patients", "2008"], ["Self‐monitoring of blood glucose improved glycaemic control and 10‐year coronary heart disease risk profile of type 2 diabetic patients", "2011"], ["Long‐term effect of the Internet‐based glucose monitoring system on HbA1c reduction and glucose stability: a 30‐month follow‐up study for diabetes management with a ubiquitous medical care system", "2006"], ["Self‐monitoring of blood glucose (SMBG) linked to nutritional counseling in minority type 2 diabetic patients on diet and oral antidiabetes medication does not improve glycemic outcomes", "2004"], ["An impact of self‐monitoring blood glucose (SMBG) on metabolic control in type 2 diabetic patients", "2002"], ["Self‐monitoring of blood glucose in non‐insulin‐treated diabetic patients: A longitudinal evaluation of its impact on metabolic control", "2005"], ["Self‐Monitoring of Glucaemia (SMG): A non‐randomised study with control. [Spanish]", "2007"], ["Immortal time bias and survival in patients who self‐monitor blood glucose in the Retrolective Study: self‐monitoring of Blood Glucose and Outcome in Patients with Type 2 Diabetes (ROSSO)", "2011"], ["Self‐monitoring in Type 2 diabetes: a randomized trial of reimbursement policy", "2006"], ["Self‐monitoring in Type 2 diabetes: a randomized trial of reimbursement policy", "2007"], ["Establishment of blood glucose monitoring system using the internet", "2004"], ["Continued use of an integrated meter with electronic logbook maintains improvements in glycemic control beyond a randomized, controlled trial", "2007"], ["Self‐monitoring of blood glucose in people with type 1 and type 2 diabetes living in France: The Entred study 2001", "2008"], ["Improved glycemic control without hypoglycemia in elderly diabetic patients using the ubiquitous healthcare service, a new medical information system", "2011"], ["A single‐center, open, comparative study of the effect of using self‐monitoring of blood glucose to guide therapy on preclinical atherosclerotic markers in type 2 diabetic subjects", "2010"], ["Use of a blood glucose monitoring manual to enhance monitoring adherence in adults with diabetes: a randomized controlled trial", "2006"], ["The efficacy of self blood glucose monitoring in type 2 diabetes: the ESMON study", "2006"], ["Value of self‐monitoring of blood glucose in non‐insulin‐using patients with type 2 diabetes", "2009"], ["Structured self‐monitoring of blood glucose significantly reduces A1C levels in poorly controlled, noninsulin‐treated type 2 diabetes: results from the Structured Testing Program study", "2011"], ["Effect of the frequency of self‐monitoring blood glucose in patients with type 2 diabetes treated with oral antidiabetic drugs‐a multi‐centre, randomized controlled trial", "2008"], ["Efficacy of occasional self‐monitoring of postprandial blood glucose levels in type 2 diabetic patients without insulin therapy", "2010"], ["Self‐monitoring of blood glucose and glycaemic control in type 2 diabetes", "2007"], ["Association between self‐monitoring of blood glucose and glycemic control in patients with type 2 diabetes mellitus", "2004"], ["Impact of blood glucose monitoring on diabetic control: Obstacles and interventions", "1989"]], "in": [["Impact of glucose self‐monitoring on non‐insulin‐treated patients with type II diabetes mellitus. Randomized controlled trial comparing blood and urine testing", "1990"], ["The efficacy of self‐monitoring of blood glucose in the management of patients with type 2 diabetes treated with a gliclazide modified release‐based regimen. A multicentre, randomized, parallel‐group, 6‐month evaluation (DINAMIC 1 study)", "2008"], ["The effect of self‐monitoring of blood glucose concentrations on glycated hemoglobin levels in diabetic patients not taking insulin: a blinded, randomized trial.", "2005"], ["Impact of self monitoring of blood glucose in the management of patients with non‐insulin treated diabetes: open parallel group randomised trial", "2007"], ["Benefits of self‐monitoring blood glucose in the management of new‐onset Type 2 diabetes mellitus: The St Carlos Study, a prospective randomized clinic‐based interventional study with parallel groups", "2010"], ["Is glucose self‐monitoring beneficial in non‐insulin‐treated diabetic patients? Results of a randomized comparative trial", "1989"], ["ROSES: role of self‐monitoring of blood glucose and intensive education in patients with Type 2 diabetes not receiving insulin. A pilot randomized clinical trial", "2011"], ["Self‐monitoring of blood glucose significantly improves metabolic control in patients with type 2 diabetes mellitus: the Auto‐Surveillance Intervention Active (ASIA) study", "2003"], ["Self‐monitoring of blood glucose in tablet‐treated type 2 diabetic patients (ZODIAC)", "2010"], ["Self‐monitoring of blood glucose in overweight type 2 diabetic patients", "1994"], ["Efficacy of self monitoring of blood glucose in patients with newly diagnosed type 2 diabetes (ESMON study): randomised controlled trial", "2008"], ["Meal‐related structured self‐monitoring of blood glucose: effect on diabetes control in non‐insulin‐treated type 2 diabetic patients", "2002"]]}