{"a": [["The secondary prevention of small subcortical strokes (SPS3) study", "April 2011"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1997"], ["The Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Standards of medical care in diabetes‐2011", "2011"], ["Aspirin and clopidogrel: efficacy and resistance in diabetes mellitus", "2009 Jun"], ["Collaborative meta‐analysis of randomised trials of antiplatelet therapy for prevention of death, myocardial infarction, and stroke in high risk patients", "2002"], ["Amplified benefit of clopidogrel versus aspirin in patients with diabetes mellitus", "2002"], ["Is oxidative stress the pathogenic mechanism underlying insulin resistance, diabetes, and cardiovascular disease? The common soil hypothesis revisited", "2004"], ["Aspirin for primary prevention of cardiovascular events in diabetes", "2003"], ["Thienopyridines in acute coronary syndrome", "2011"], ["Mortality in adults with and without diabetes in a national cohort of the U.S. population, 1971‐1993", "1998"], ["Mortality from coronary heart disease in subjects with type 2 diabetes and in nondiabetic subjects with and without prior myocardial infarction", "1998"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]", "2011"], ["The thienopyridine derivatives (platelet adenosine diphosphate receptor antagonists), pharmacology and developments", "2003"], ["Evaluation of platelet reactivity in diabetes mellitus", "1986"], ["The case of the misleading funnel plot", "2006"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "1999"], ["Unstable angina and NSTEMI. The early management of unstable angina and non‐ST‐segment‐elevation myocardial infarction. Clinical guideline 94", "2010"], ["Clopidogrel plus aspirin versus aspirin alone for preventing cardiovascular disease", "2011"], ["Investigating and dealing with publication and other biases", "2001"], ["Thienopyridine derivatives versus aspirin for preventing stroke and other serious vascular events in high vascular risk patients", "2009"], ["Second report", "1980"], ["Diabetes Mellitus: Report of a WHO Study Group", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Global prevalence of diabetes: estimates for the year 2000 and projections for 2030", "2004"]], "ex": [["Antiplatelet treatment with ticlopidine in unstable angina. A controlled multicenter clinical trial", "1990"], ["Rationale and design of a randomized, double‐blind trial comparing the effects of a 3‐month clopidogrel‐aspirin regimen versus aspirin alone for the treatment of high‐risk patients with acute nondisabling cerebrovascular event", "2010"], ["Effect of clopidogrel pretreatment before percutaneous coronary intervention in patients with ST‐elevation myocardial infarction treated with fibrinolytics: the PCI‐CLARITY study", "2005"], ["Addition of clopidogrel to aspirin in 45,852 patients with acute myocardial infarction: randomised placebo‐controlled trial", "2005"], ["Early and sustained dual oral antiplatelet therapy following percutaneous coronary intervention: a randomized controlled trial", "2002"], ["The effects of ticlopidine in acute myocardial infarction as an adjunctive treatment to aspirin in an intermediate term setting", "2002"], ["Platelet inhibition with cangrelor in patients undergoing PCI", "2009"], ["Aspirin plus either dipyridamole or ticlopidine is effective in preventing recurrent myocardial infarction. Secondary Prevention Group", "1997"], ["Randomized comparison of prasugrel (CS‐747, LY640315), a novel thienopyridine P2Y12 antagonist, with clopidogrel in percutaneous coronary intervention: results of the Joint Utilization of Medications to Block Platelets Optimally (JUMBO)‐TIMI 26 trial", "2005"], ["A randomized trial comparing ticlopidine with aspirin for the prevention of ischaemic cerebral stroke", "1999"], ["Efficacy and safety of ticlopidine monotherapy versus ticlopidine and aspirin after coronary artery stenting: follow‐up results of a randomized study", "June 2001"], ["Aspirin and clopidogrel compared with clopidogrel alone after recent ischaemic stroke or transient ischaemic attack in high‐risk patients (MATCH): randomised, double‐blind, placebo‐controlled trial", "2004"], ["A randomized comparison of clopidogrel and aspirin versus ticlopidine and aspirin after the placement of coronary artery stents", "2003"], ["Ticagrelor versus clopidogrel in patients with acute coronary syndromes", "2009"], ["Ticlopidine versus aspirin after myocardial infarction (STAMI) trial", "2001"], ["Prevention of myocardial infarction and stroke in patients with intermittent claudication; effects of ticlopidine. Results from STIMS, the Swedish Ticlopidine Multicentre Study", "1990"], ["A randomized trial comparing ticlopidine hydrochloride with ibuprofen for the prevention of stroke in high‐risk patients (TISS Study). Ticlopidine Indobufen Stroke Study", "1997"], ["The effect of ticlopidine on TIA compared with aspirin ‐ a double‐blind, twelve‐month and open 24 month follow up study", "1987"], ["Ticlopidine alone versus ticlopidine plus aspirin for preventing recurrent stroke (the Tokai Panaldine Aspirin Long‐term Study (TOPALS))", "2003"], ["Prasugrel versus clopidogrel in patients with acute coronary syndromes", "2007"]], "in": [["African American Antiplatelet Stroke Prevention Study: clinical trial design", "1998"], ["Amplified benefit of clopidogrel versus aspirin in patients with diabetes mellitus", "2002"], ["The Canadian American Ticlopidine Study (CATS) in thromboembolic stroke. Design, organisation, and baseline results", "1988"], ["Interpreting the CHARISMA study. What is the role of dual antiplatelet therapy with clopidogrel and aspirin?", "2008"], ["Benefits and risks of the combination of clopidogrel and aspirin in patients undergoing surgical revascularization for non‐ST‐elevation acute coronary syndrome: the Clopidogrel in Unstable angina to prevent Recurrent ischemic Events (CURE) Trial", "2004"], ["Duration of dual antiplatelet therapy after implantation of drug‐eluding stents", "2010"], ["Effect of combined aspirin and extended‐release dipyridamole versus clopidogrel on functional outcome and recurrence in acute, mild ischemic stroke: PRoFESS subgroup analysis", "2010"], ["Efficacy of ticlopidine and aspirin for prevention of reversible cerebrovascular ischemic events. The ticlopidine aspirin stroke study", "1993"]]}