{"a": [["Effects of Galvus (vildagliptin) on interleukin‐6 in diabetic foot ulcer", "2015"], ["Dipeptidyl peptidase (DPP) IV inhibition facilitates healing of chronic foot ulcers in patients with type 2 diabetes", "2015"], ["Standards of medical care in diabetes 2012", "2012"], ["Intensive blood glucose control and vascular outcomes in patients with type 2 diabetes", "2008"], ["What is the most effective way to reduce incidence of amputation in the diabetic foot?", "1999"], ["Validation of a diabetic wound classification system ‐ the contribution of depth, infection, and ischemia to risk of amputation", "1998"], ["Effects of improved glycaemic control on endothelial function in patients with type 2 diabetes", "2001"], ["The diabetic foot: from art to science: the 18th Camillo Golgi lecture", "2004"], ["The pathobiology of diabetic complications. A unifying mechanism", "2004"], ["Role of the microcirculation in diabetic foot ulceration", "2006"], ["Position statement of the Australian Diabetes Society: individualisation of glycated haemoglobin targets for adults with diabetes mellitus", "2009"], ["Hemoglobin A1c predicts healing rate in diabetic wounds", "2011"], ["A review of the pathophysiology, classification, and treatment of foot ulcers in diabetic patients", "2009"], ["Epidemiology and health care cost of diabetic foot problems", "2012"], ["Hyperglycemia regulates RUNX2 activation and cellular wound healing through the aldose reductase polyol pathway", "2009"], ["Advanced glycation end‐products: implications for diabetic and non‐diabetic nephropathies", "2010"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JPT, Green S (editors).Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Impaired leucocyte functions in diabetic patients", "1997"], ["A review of the mechanisms implicated in the pathogenesis of the diabetic foot", "2005"], ["Type 2 diabetes and cardiovascular disease risk", "2012"], ["Endnote", "2012"], ["Wound healing and its impairment in the diabetic foot", "2005"], ["Choosing life or limb. Improving survival in the multi‐complex diabetic foot patient", "2012"], ["Activation of protein kinase C isoforms and its impact on diabetic complications", "2010"], ["Oxidative stress and diabetic complications", "2010"], ["The etiopathogenesis of the diabetic foot: an unrelenting epidemic", "2010"], ["Intensive glycaemic control for patients with type 2 diabetes: systematic review with meta‐analysis and trial sequential analysis of randomised clinical trials", "2011"], ["Targeting intensive glycaemic control versus targeting conventional glycaemic control for type 2 diabetes mellitus", "2011"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Chapter 8: Assessing risk of bias in included studies. In: Higgins JPT, Green S (editors).Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Chapter 16: Special topics in statistics. In: Higgins JPT, Green S (editors), Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["A systematic review of the effectiveness of revascularization of the ulcerated foot in patients with diabetes and peripheral arterial disease", "2012"], ["Measures of health‐related quality of life in diabetes‐related foot disease: a systematic review", "2012"], ["IDF diabetes atlas update 2012. The global burden", "2012"], ["An assessment of peripheral vascular disease in patients with diabetic foot ulcer", "2010"], ["Management of hyperglycemia in type 2 diabetes: a patient‐centered approach: position statement of the American Diabetes Association (ADA) and the European Association for the Study of Diabetes (EASD)", "2012"], ["Wound healing and treatments for people with diabetic foot ulcers", "2004"], ["Assessing the outcome of the management of diabetic foot ulcers using ulcer‐related and person‐related measures", "2006"], ["Does the proximity of an amputation, length of time between foot ulcer development and amputation, or glycemic control at the time of amputation affect the mortality rate of people with diabetes who undergo an amputation?", "2008"], ["Chapter 6: Searching for studies", "2011"], ["The association between intensive glycemic control and vascular complications in type 2 diabetes mellitus: a meta‐analysis", "2009"], ["Intensive glucose control and cardiovascular outcomes in type 2 diabetes", "2011"], ["Epidemiology of foot ulceration and amputation: can global variation be explained?", "2013"], ["Influence of intensive versus conventional glucose control on microvascular and macrovascular complications in type 1 and 2 diabetes mellitus", "2010"], ["Intensive glucose lowering and cardiovascular disease prevention in diabetes reconciling the recent clinical trial data", "2010"], ["Preferred reporting items for systematic reviews and meta‐analyses: the PRISMA statement", "2009"], ["Understanding the long‐term benefits and dangers of intensive therapy of diabetes", "2012"], ["The Australian Classification of Health Interventions (ACHI) 5th edition: tabular list of Interventions and alphabetic index of interventions", "2006"], ["Common clinical features of diabetic foot ulcers: perspectives from a developing nation", "2008"], ["Ulcer‐free survival following management of foot ulcers in diabetes", "2005"], ["Genetic and epigenetic events in diabetic wound healing", "2010"], ["Review Manager (RevMan) Version 5.3", "2014"], ["Mortality rates and diabetic foot ulcers: is it time to communicate mortality risk to patients with diabetic foot ulceration?", "2008"], ["Diabetic foot ulcer classification system for research purposes: a progress report on criteria for including patients in research studies", "2004"], ["Lessons from Eurodiale", "2012"], ["Chapter 11: Presenting results and 'Summary of findings' tables. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Chapter 12: Interpreting results and drawing conclusions. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Guidelines in practice: treatment of painful diabetic neuropathy", "2012"], ["Search filters", "2012"], ["Preventing foot ulcers in patients with diabetes", "2005"], ["Hyperglycemia enhances coagulation and reduces neutrophil degranulation, whereas hyperinsulinemia inhibits fibrinolysis during human endotoxemia", "2008"], ["Association of glycaemia with macrovascular and microvascular complications of type 2 diabetes (UKPDS 35): prospective observational study", "2000"], ["Advances in the epidemiology, pathogenesis and management of diabetic peripheral neuropathy", "2012"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group", "1998"], ["Foot ulcers in the diabetic patient, prevention and treatment", "2007"]], "ex": [["Glycemic control and complications in Type II diabetes: design of a feasibility trial", "1992"], ["Design of the cooperative study on glycemic control and complications in diabetes mellitus type 2: Veterans Affairs Diabetes Trial", "2003"], ["Non‐weight bearing exercise in people with diabetes and foot complications", "2015"], ["Favorable effects of insulin sensitizers pertinent to peripheral arterial disease in Type 2 diabetes: results from the Bypass Angioplasty Revascularization Investigation 2 Diabetes (BARI 2D) trial", "2013"], ["The effects of education based on extended health belief model in type 2 diabetic patients: a randomized controlled trial", "2013"], ["Randomized, controlled trial of diabetic patient education: improved knowledge without improved metabolic status", "1987"], ["An automated telemedicine system improves patient‐reported well‐being", "2009"], ["Effect of intensive compared with standard glycemia treatment strategies on mortality by baseline subgroup characteristics: the Action to Control Cardiovascular Risk in Diabetes (ACCORD) trial", "2010"], ["A multidisciplinary diabetic foot ulcer treatment programme significantly improved the outcome in patients with infected diabetic foot ulcers", "2011"], ["Study rationale and design of the CIMT trial: The Copenhagen Insulin and Metformin Therapy trial", "2009"], ["A systematic approach to risk stratification and intervention within a managed care environment improves diabetes outcomes and patient satisfaction", "2001"], ["Secondary prevention of macrovascular events in patients with type 2 diabetes in the PROactive Study (PROspective pioglitAzone Clinical Trial In macroVascular Events): a randomised controlled trial", "2005"], ["Glucose control and vascular complications in veterans with type 2 diabetes", "2009"], ["Implementation and evaluation of pharmaceutical care on the outcomes of patients suffering from diabetic foot syndrome", "2009"], ["Multifactorial intervention and cardiovascular disease in patients with type 2 diabetes", "2003"], ["Intensified multifactorial intervention in patients with type 2 diabetes and microalbuminuria: rationale and effect on late‐diabetic complications", "2006"], ["Simultaneous glyburide/metformin therapy is superior to component monotherapy as an initial pharmacological treatment for type 2 diabetes", "2002"], ["Pharmacological treatment of the pathogenetic defects in type 2 diabetes: the randomized multicenter South Danish diabetes study", "2011"], ["Effect of early intensive multifactorial therapy on 5‐year cardiovascular outcomes in individuals with type 2 diabetes detected by screening (ADDITION‐Europe): a cluster‐randomised trial", "2011"], ["Strict glycaemic control improves skin microcirculation in patients with type 2 diabetes: a report from the Diabetes mellitus And Diastolic Dysfunction (DADD) study", "2012"], ["Evidence demonstrating the effects of anti‐atherosclerotic actions of pioglitazone ‐ special emphasis on PROactive Study and PERISCOPE Study", "2010"], ["Risk of diabetic foot ulceration during treatment with insulin glargine and NPH insulin", "2012"], ["Inflammatory state of Type II diabetic patients with chronic ulcers in response to herbal treatment", "2012"], ["Alprostadil combined with deproteinized calf blood extractives injection for treatment of diabetic foot", "2008"], ["Reduction of lower extremity clinical abnormalities in patients with non‐insulin‐dependent diabetes mellitus. A randomized, controlled trial", "1993"], ["Design of the liraglutide effect and action in diabetes: evaluation of cardiovascular outcome results (LEADER) trial", "2013"], ["Therapeutic efficacy of ozone in patients with diabetic foot", "2005"], ["Diabetes education and care management significantly improve patient outcomes in the dialysis unit", "2002"], ["A controlled trial of web‐based diabetes disease management: the MGH diabetes primary care improvement project", "2003"], ["Modern‐day clinical course of type 1 diabetes mellitus after 30 years' duration: the Diabetes Control and Complications trial/Epidemiology of Diabetes Interventions and Complications and Pittsburgh Epidemiology of Diabetes Complications Experience", "2009"], ["The benefits of intensive glycemic control in elderly patients with type 2 diabetes", "2015"], ["Evaluation of CureXcell® in treating lower extremity chronic ulcers in adults with diabetes", "2015"], ["CSTC1 for diabetic foot ulcers phase II study", "2015"], ["Rosiglitazone decreases plasma levels of osteoprotegerin in a randomized clinical trial with type 2 diabetes patients", "2011"], ["Intensified multifactorial intervention and cardiovascular outcome in type 2 diabetes: the Steno‐2 study", "2003"], ["Two‐year foot care program for minority patients with type 2 diabetes mellitus of Zhuang Tribe in Guangxi, China", "2012"], ["Long‐term outcomes in patients with type 2 diabetes receiving glimepiride combined with liraglutide or rosiglitazone", "2009"], ["Long‐term clinical outcomes of exenatide once‐weekly versus insulin glargine for the treatment of type 2 diabetes projected using the core diabetes model", "2010"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)", "1998"], ["Addition of either pioglitazone or a sulfonylurea in type 2 diabetic patients inadequately controlled with metformin alone: impact on cardiovascular events. A randomized controlled trial", "2012"], ["Lifestyle intervention for type 2 diabetes patients – trial protocol of The Copenhagen Type 2 Diabetes Rehabilitation Project", "2009"], ["The effectiveness of text messages support for diabetes self‐management: protocol of the TEXT4DSM study in the democratic Republic of Congo, Cambodia and the Philippines", "2013"], ["Randomised controlled trial of an automated, interactive telephone intervention (TLC Diabetes) to improve type 2 diabetes management: baseline findings and six‐month outcomes", "2012"], ["Effect of insulin by local injection on the level of systemic blood glucose and granulation tissue formation of wound in patients with diabetic foot ulcer", "2011"], ["A new model of integrated primary‐secondary care for complex diabetes in the community: study protocol for a randomised controlled trial", "2013"], ["Individualised diabetic education can contribute to decrease the incidence of diabetic foot and avoid amputation: results of a 9‐year prospective study", "2011"]], "in": [["Does close glycaemic control promote healing in diabetic foot ulcers? Report of a feasibility study", "2004"]]}