{"a": [["Comparative evaluation of the beneficial effects of phenytoin in diabetic ulcers", "2012"], ["Comparison between honey and povidone‐iodine/normal saline dressing for management of Wagner's grade I &amp; II diabetic foot ulcers", "2013"], ["Utilizing cupron antimicrobial therapeutic socks to help prevent lower limb and foot ulcers in the diabetic patients: a double blind trial of safety and efficacy", "2012"], ["Pexiganan versus placebo control for the treatment of mild infections of diabetic foot ulcers (Onestep‐2)", "2012"], ["Peripheral arterial disease in people with diabetes", "2003"], ["Silver based wound dressings and topical agents for treating diabetic foot ulcers", "2006"], ["A review of the evidence for the use of topical antimicrobial agents in wound care. World Wide Wounds. February 2004", "2004"], ["Criteria for identifying wound infection: revisited", "2005"], ["Use of 16S ribosomal DNA PCR and denaturing gradient gel electrophoresis for analysis of the microfloras of healing and nonhealing chronic venous leg ulcers", "2004"], ["A prospective study of the microbiology of chronic venous leg ulcers to reevaluate the clinical predictive value of tissue biopsies and swabs", "2007"], ["Chapter 9: Analysing data and undertaking meta‐analyses. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Impaired leucocyte functions in diabetic patients", "1997"], ["Update on topical antibiotics in dermatology", "2012"], ["Effectiveness of interventions to enhance healing of chronic ulcers of the foot in diabetes: a systematic review", "2016"], ["The validity of the clinical signs and symptoms used to identify localized chronic wound infection", "2001"], ["Local antibiotics in dermatology", "2008"], ["GRADEpro Guideline Development Tool", "2015 (developed by Evidence Prime, Inc.)"], ["What is 'quality of evidence' and why is it important to clinicians?", "2008"], ["GRADE guidelines 6. Rating the quality of evidence: imprecision", "2011"], ["Bactericidal and wound‐healing properties of sodium hypochlorite solutions: the 1991 Lindberg Award", "1991"], ["Factors predisposing to bacterial invasion and infection", "2002"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Observer bias in randomised clinical trials with binary outcomes: systematic review of trials with both blinded and non‐blinded outcome assessors", "2012"], ["Diabetes Atlas. 7th edition. 2015", "2015"], ["IWGDF guidance on the diagnosis and management of foot infections in persons with diabetes. Prepared by the IWGDF Working Group on Foot Infections 2015", "2015"], ["International Working Group on the Diabetic Foot (IWGDF)", "2016"], ["Biofilms in chronic wounds", "2008"], ["Honey as a topical treatment for wounds", "2015"], ["A re‐analysis of the Cochrane Library data: the dangers of unobserved heterogeneity in meta‐analyses", "2013"], ["Risk factors for foot infections in individuals with diabetes", "2006"], ["Chapter 6: Searching for studies. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Topical antibacterial agents", "2004"], ["Topical antimicrobial therapy for treating chronic wounds", "2009"], ["2012 Infectious Diseases Society of America clinical practice guideline for the diagnosis and treatment of diabetic foot infections", "2012"], ["Diabetic foot ulcer microbiome: one small step for molecular microbiology: one giant leap for understanding diabetic foot ulcers?", "2013"], ["IWGDF guidance on the diagnosis and management of foot infections in persons with diabetes", "2016"], ["The diabetic foot in 2015: an overview", "2016"], ["Clarifying adverse drug events: a clinician’s guide to terminology, documentation, and reporting", "2004"], ["Are topical antimicrobials effective against bacteria that are highly resistant to systemic antibiotics?", "2009"], ["Systematic review of antimicrobial agents used for chronic wounds", "2001"], ["Antibiotics and antiseptics for venous leg ulcers", "2014"], ["Pathways to diabetic limb amputation: basis for prevention", "1990"], ["A systematic review of the effectiveness of interventions in the management of infection in the diabetic foot", "2012"], ["Interventions in the management of infection in the foot in diabetes: a systematic review", "2016"], ["High prevalence of ischaemia, infection and serious comorbidity in patients with diabetic foot disease in Europe. Baseline results from the Eurodiale study", "2007"], ["Review Manager 5 (RevMan 5)", "2014"], ["Biofilms in wounds: management strategies", "2008"], ["Chapter 11: Presenting results and 'Summary of findings' tables. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Chapter 12: Interpreting results and drawing conclusions. In: Higgins JP, Green S, editor(s). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Systemic antibiotics for treating diabetic foot infections", "2015"], ["Search filters", "2015"], ["Preventing foot ulcers in patients with diabetes", "2005"], ["Topical silver for treating infected wounds", "2007"], ["The small colony variant (SCV) concept: the role of staphylococcal SCVs in persistent infections", "2006"], ["Topical antimicrobials in the control of wound bioburden", "2006"]], "ex": [["The role of hyperbaric oxygen therapy in ischaemic diabetic lower extremity ulcers: a double‐blind randomised‐controlled trial", "2003"], ["Management of Madhumehajanya Vrana (diabetic wound) with Katupila (Securinega leucopyrus (Willd) Muell.) Kalka", "2015"], ["Management of diabetic foot in a Jordanian hospital", "2005"], ["Efficacy of shellac, a natural product, for the prevention of wet gangrene", "2013"], ["The effect of Aloe vera and honey gel in healing diabetic foot ulcers", "2015"], ["Venous and diabetic ulcerations: management with topical multivalent silver oxide ointment", "2010"], ["Implementation of the clean and close concept for treatment of surgical and chronic wounds in three university centres in Berlin Germany", "2008"], ["Clinical experiences derived from implementation of an easy to use concept for treatment of wound healing by secondary intention and guidance in selection of appropriate dressings", "2011"], ["Use of Dermacyn, a new antiseptic agent, for the local treatment of diabetic foot ulcers", "2005"], ["A new antiseptic preparation used for the disinfection of cutaneous distrophic ulcers", "1997"], ["A clinical trial of Integra Template for diabetic foot ulcer treatment", "2015"], ["Role of plant extract in non‐healing diabetic foot ulcers", "2000"], ["Efficacy evaluation of diabetic foot ulceration treated with iodophors dressings therapy", "2007"], ["Grafix, a cryopreserved placental membrane, for the treatment of chronic/stalled wounds", "2015"], ["Treating infected diabetic wounds with superoxidized water as antiseptic agent: a preliminary experience", "2007"], ["Manuka honey‐impregnated dressings in the treatment of neuropathic diabetic foot ulcers", "2014"], ["Evaluation of effect and comparison of superoxidised solution (Oxum) vs povidone iodine (Betadine)", "2011"], ["Treatment of leg ulcers with autologous heparinized blood", "1998"], ["Antibiotics versus conservative surgery for treating diabetic foot osteomyelitis: a randomized comparative trial", "2014"], ["The efficacy and safety of recombinant human epidermal growth factor in 4 types of wounds", "2004"], ["Alprostadil combined with deproteinized calf blood extractives injection for treatment of diabetic foot", "2008"], ["Effects of external application of Chinese medicine on diabetic ulcers and the expressions of β‐catenin, c‐myc and K6", "2011"], ["Ceftaroline fosamil for treatment of diabetic foot infections: the CAPTURE study experience", "2015"], ["Treatment of diabetic perforating ulcers (mal perforant) with local dimethylsulfoxide", "1985"], ["Monochromatic phototherapy enhances healing rate in diabetic foot ulcers", "2013"], ["Split‐skin graft in the management of diabetic foot ulcers", "2008"], ["Therapeutic efficacy of ozone in patients with diabetic foot", "2005"], ["Rationale of application of the drug Cytoflavin in complex treatment of patients with diabetic foot syndrome with mediacalcification arteries", "2014"], ["Phototherapy promotes healing of chronic diabetic leg ulcers that failed to respond to other therapies", "2009"], ["Randomised, double‐blind versus placebo, proof of concept clinical trial to evaluate efficacy and safety of g.68.y/etoh in diabetic infected foot ulcers (DANTE study)", "2012"], ["Phase IIa randomized, placebo‐controlled study of antimicrobial photodynamic therapy in bacterially colonized, chronic leg ulcers and diabetic foot ulcers: a new approach to antimicrobial therapy", "2013"], ["Impact of antimicrobial gauze on bacterial colonies in wounds that require packing", "2004"], ["Effect of a sustained silver‐releasing dressing on ulcers with delayed healing: the CONTOP study", "2006"], ["Therapeutic utility of antibacterial peptides in wound healing", "2015"], ["Comparative trial of Aloe Vera/olive oil combination cream versus phenytoin cream in the treatment of chronic wounds", "2015"], ["Short‐contact topical tretinoin therapy to stimulate granulation tissue in chronic wounds", "2001"], ["A randomized controlled trial to examine the efficacy and safety of a new super‐oxidized solution for the management of wide postsurgical lesions of the diabetic foot", "2010"], ["Clinical effectiveness of an acellular dermal regenerative tissue matrix compared to standard wound management in healing diabetic foot ulcers: a prospective, randomised, multicentre study", "2009"], ["A comparative study of saccharose use in the treatment of cutaneous lesions in diabetic patients: about 80 cases", "1998"], ["A new proposal for the treatment of patients with diabetic foot ‐ photodynamic therapy", "2015"], ["The CONTOP study: real life experiences from an international study comparing a silver containing hydro‐activated foam dressing with standard wound care", "2003"], ["The efficacy of topical royal jelly on diabetic foot ulcers healing: a case series", "2011"], ["The efficacy of topical royal jelly on healing of diabetic foot ulcers: a double‐blind placebo‐controlled clinical trial", "2015"], ["Reduction of bacterial burden and pain in chronic wounds using a new polyhexamethylene biguanide antimicrobial foam dressing: clinical trial results", "2011"], ["Clinical observation and nursing care of patients with diabetic foot treated with sodium humate in combination with insulin external applying", "2009"], ["A clinical trial testing the efficacy of PDT in preventing amputation in diabetic patients", "2014"], ["A comparative study of efficacy of topical phenytoin vs conventional wound care in diabetic ulcers", "2013"], ["Diabetic foot ulcer treatment by activated platelet rich plasma: a clinical study", "2014"], ["Assessment of the antimicrobial effectiveness of a new silver alginate wound dressing: a RCT", "2010"], ["Effect of a neutral pH superoxidized solution in the healing of diabetic foot ulcers", "2007"], ["Diabetic foot infection controlled by immuno‐modulating hydrogel containing 65% glycerine. Presentation of a clinical trial", "1996"], ["Application of gentamicin‐collagen sponge shortened wound healing time after minor amputations in diabetic patients: a prospective, randomised trial", "2014"], ["Efficacy of ozone–oxygen therapy for the treatment of diabetic foot ulcers", "2011"]], "in": [["A comparison of efficacy of topical use of phenytoin and Vaseline gauze dressing with Vaseline gauze dressing alone in healing of diabetic foot ulcers", "2014"], ["Cavity foot ulcers in diabetic patients: a comparative study of cadexomer iodine ointment and standard treatment. An economic analysis alongside a clinical trial", "1996"], ["The role of chloramines in treatment of diabetic foot ulcers: an exploratory multicentre randomised controlled trial", "2016"], ["The use of superoxidized aqueous solution versus saline as a replacement solution in the Versajet lavage system in chronic diabetic foot ulcers", "2011"], ["Randomized controlled trial on collagen/oxidized regenerated cellulose/silver treatment", "2013"], ["Effects of silver ions dressing for diabetic foot ulcers: a randomized controlled trial", "2016"], ["Hydrofibre dressings with silver in the management of diabetic foot ulcers", "2010"], ["A randomized, controlled clinical trial of honey‐impregnated dressing for treating diabetic foot ulcer", "2015"], ["Evaluation of Bensal HP for the treatment of diabetic foot ulcers", "2008"], ["Randomised controlled trial of the use of three dressing preparations in the management of chronic ulceration of the foot in diabetes", "2009"], ["Prospective randomized controlled study of Hydrofiber dressing containing ionic silver or calcium alginate dressings in non‐ischaemic diabetic foot ulcers", "2007"], ["Comparative study of different treatment options of grade III and IV diabetic foot ulcers to reduce the incidence of amputations", "2013"], ["An open‐label, three‐arm pilot study of the safety and efficacy of topical Microcyn Rx wound care versus oral levofloxacin versus combined therapy for mild diabetic foot infections", "2011"], ["Topical versus systemic antimicrobial therapy for treating mildly infected diabetic foot ulcers: a randomized, controlled, double‐blinded, multicenter trial of Pexiganan cream", "2008"], ["Topical versus systemic antimicrobial therapy for treating mildly infected diabetic foot ulcers: a randomized, controlled, double‐blinded, multicenter trial of Pexiganan cream", "2008"], ["Topical application of a gentamicin‐collagen sponge combined with systemic antibiotic therapy for the treatment of diabetic foot infections of moderate severity: a randomized, controlled, multicenter clinical trial", "2012"], ["Efficacy and safety of neutral pH superoxidised solution in severe diabetic foot infections", "2007"], ["Zinc hyaluronate effects on ulcers in diabetic patients", "2007"], ["A comparative study between honey and povidone iodine as dressing solution for Wagner Type II diabetic foot ulcers", "2008"], ["The effect of short‐contact topical tretinoin therapy for foot ulcers in patients with diabetes", "2005"], ["Efficacy of honey in healing diabetic ulcers: a pilot study", "2014"], ["A pilot study on the effects of a polyherbal formulation cream on diabetic foot ulcers", "2011"]]}