{"a": [["Glycemic Response to Momordica Charantia in Type 2 Diabetes", "2009"], ["Some toxicological studies of Momordica charantia L. on albino rats in normal and alloxan diabetic rats", "2006"], ["The burden and costs of chronic diseases in low‐income and middle‐income countries", "2007"], ["Report on the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Report of the Expert Committee on the diagnosis and classification of diabetes mellitus", "1999"], ["Effect of momordica charantia (Karolla) extracts on fasting and postprandial serum glucose levels in NIDDM patients", "1999"], ["Effects of momordica charantia fruit juice on islet morphology in the pancreas of the streptozotocin‐diabetic rat", "1998"], ["Hypotriglyceridemic and hypocholesterolemic effects of anti‐diabetic momordica charantia (karela) fruit extract in streptozotocin‐induced diabetic rats", "2001"], ["Beneficial effects and mechanism of action of momordica charantia juice in the treatment of streptozotocin‐induced diabetes mellitus in rat", "2004"], ["An approach to the management of unintentional weight loss in elderly people", "2005"], ["Traditional plant medicines as treatments for diabetes", "1989"], ["Nutrition recommendations and interventions for diabetes: a position statement of the American Diabetes Association", "2008"], ["The activity of plant‐derived antiretroviral proteins MAP30 and GAP31 against herpes simplex virus in vitro", "1996"], ["Chemical composition and antimicrobial activity of momordica charantia seed essential oil", "2008"], ["The termination of early pregnancy in the mouse by beta‐momorcharin", "1984"], ["The inhibitory effects of beta‐momorcharin on endometrial cells in the mouse", "1985"], ["Effects of momorcharins on the mouse embryo at the early organogenesis stage", "1986"], ["Role of momordica charantia in maintaining the normal levels of lipids and glucose in diabetic rats fed a high‐fat and low‐carbohydrate diet", "2005"], ["Diabetes mellitus: perspective from the Asia‐Pacific region", "2000"], ["A coefficient of agreement for nominal scales", "1960"], ["Momordica charantia fruit juice stimulates glucose and amino acid uptakes in L6 myotubes", "2004"], ["Induction of tumor cytotoxic immune cells using a protein from the bitter melon (Momordica charantia)", "1990"], ["Vicine, a favism‐inducing toxin from Momordica charantia Linn. seeds", "1981"], ["How important are comprehensive literature searches and the assessment of trial quality in systematic reviews? Empirical study", "2003"], ["An experimental evaluation of the antidiabetic and antilipidemic properties of a standardized momordica charantia fruit extract", "2007"], ["Plants from Puerto Rico with anti‐Mycobacterium tuberculosis properties", "1998"], ["Food and drug interaction: consequences for the nutrition/health status", "2008"], ["Amelioration of experimental diabetic neuropathy and gastropathy in rats following oral administration of plant (Eugenia jambolana, Mucuna pruriens and Tinospora cordifolia) extracts", "2002"], ["Medicinal plants of India with anti‐diabetic potential", "2002"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]", "2011"], ["Intoxication aigue par Momordica charantia  (sorrossi). A propos de deux cas", "1988a"], ["Intoxication aigue par Momordica charantia  (sorrossi). A propos de deux cas", "1988b"], ["Hypoglycemic activity of polypeptide‐p from a plant source", "1981"], ["Reported methodological quality and and discrepancies between large and small randomised trials in meta‐analyses", "2001"], ["Modulatory effect of bitter gourd (Momordica charantia Linn.) on alterations in kidney heparan sulfate in streptozotocin‐induced diabetic rats", "2008"], ["The case of the misleading funnel plot", "2006"], ["Improvement in glucose tolerance due to Momordica charantia (karela)", "1981"], ["Prevalence of diabetes mellitus and population attributable fractions for coronary heart disease and stroke mortality in the WHO South‐East Asia and Western Pacific regions", "2007"], ["Natural medicines used in the traditional Chinese medical system for therapy of diabetes mellitus", "2004"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "1999"], ["Suppressive activity of the fruit of Momordica charantia with exercise on blood glucose in type 2 diabetic mice", "2004"], ["Does quality of reports of randomised trials affect estimates of intervetion efficacy reported in meta‐analyses?", "1998"], ["Cross‐linking of the extracellular matrix by the maillard reaction in aging and diabetes: an update on &quot;a puzzle nearing resolution&quot;", "2005"], ["Leads from Indian medicinal plants with hypoglycemic potentials", "2006"], ["Pharmacodynamic interaction of Momordica charantia with rosiglitazone in rats", "2009"], ["Purification and amino acid sequence of a bitter gourd inhibitor against an acidic amino acid‐specific endopeptidase of Streptomyces griseus", "1991"], ["Inhibition of increases in blood glucose and serum neutral fat by Momordica charantia saponin fraction", "2007"], ["Hypoglycaemic and hypotensive effects of Momordica charantia Linn (Cucurbitaceae) whole‐plant aqueous extract in rats", "2006"], ["Antimicrobial activity of some medicinal plants extracts on Escherichia coli, Salmonella paratyphi and Shigella dysenteriae", "1996"], ["Muscle strength and functional mobility in relation to lean body mass in free‐living frail elderly women", "1998"], ["Determinants of healthy eating in community‐dwelling elderly people", "2005"], ["Use of the equivalence approach in reproductive health clinical trials", "2001"], ["Clinical trials. A practical approach. 2", "1991"], ["The effect of Momordica charantia and Mucuna pruriens in experimental diabetes and their effect on key metabolic enzymes involved in carbohydrate metabolism", "2002"], ["Prevention of experimental diabetic cataract by Indian Ayurvedic plant extracts", "2002"], ["Application of modified in vitro screening procedure for identifying herbals possessing sulfonylurea‐like activity", "2004"], ["Empirical evidence of bias: dimensions of methodological quality associated with estimates of treatment effects in controlled trials", "1995"], ["The Burden and Treatment of Diabetes in Elderly Individuals in the US", "2006"], ["Bitter gourd (Momordica charantia) modulates activities of intestinal and renal disaccharidases in streptozotocin‐induced diabetic rats", "2005"], ["Plants resources of South‐East Asia [electronic resource]", "1997"], ["Regeneration of beta cells in islets of Langerhans of pancreas of alloxan diabetic rats by acetone extract of Momordica charantia (Linn.) (bitter gourd) fruits", "2007"], ["Retardation of retinopathy by Momordica charantia L. (bitter gourd) fruit extract in alloxan diabetic rats", "1987"], ["Antidiabetic and adaptogenic properties of Momordica charantia extract: an experimental and clinical evaluation", "1993"], ["Investigating and dealing with publication and other biases", "2001"], ["Phytochemical determination and extraction of Momordica charantia fruit and its hypoglycemic potentiation of oral hypoglycemic drugs in diabetes mellitus (NIDDM)", "2004"], ["Quality of life in type 2 diabetic patients is affected by complications but not by intensive policies to improve blood glucose or blood pressure control (UKPDS 37). UK Prospective Diabetes Study Group", "1999"], ["Disability trends among elderly persons and implications for the future", "2000"], ["Effect of Momordica charantia on the glucose tolerance in maturity onset diabetes", "1986"], ["Second report. Technical Report Series 646", "1980"], ["WHO Expert Committee on Diabetes Mellitus", "1985"], ["Definition, diagnosis and classification of diabetes mellitus and its compliactions. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["WHO guidelines for assessing quality of herbal medicines with reference to contaminants and residues", "2007"], ["Global prevalence of diabetes: estimates for the year 2000 and projections for 2030", "2004"], ["Screening of Turkish anti‐ulcerogenic folk remedies for anti‐Helicobacter pylori activity", "1999"]], "ex": [["Clinical trial in patients with diabetes mellitus of an insulin‐like compound obtained from plant source", "1977"], ["Serum sialic acid changes in non‐insulin‐dependant diabetes mellitus (NIDDM) patients following bitter melon (Momordica charantia) and rosiglitazone (Avandia) treatment", "2009"], ["The MOCHA DM study: The effect of momordica charantia tablets among patients with type 2 diabetes mellitus (Dm) on glucose and insulin levels during the post‐prandial state using a single determination", "2010"]], "in": [["The effect of momordica charantia capsule preparation on glycemic control in type 2 diabetes mellitus needs further studies", "2007"], ["Hypoglycemic effect of bitter melon compared with metformin in newly diagnosed type 2 diabetes patients", "2011"], ["Evaluation of the efficacy of bitter gourd (momordica charantia) as an oral hypoglycemic agent‐‐a randomized controlled clinical trial", "2003"], ["Reinstating Ampalaya (Mamordica Charantia, L) as scientifically‐validated herbal medicinal plant", "2007"]]}