{"a": [["[Model of development of diabetes mellitus in adult Chinese]", "2001"], ["Risk of diabetes and cardiovascular events in persons with early glucose metabolism impairments", "2011"], ["The effect of maximum body weight in lifetime on the development of type 2 diabetes (MAXWEL)", "2009"], ["A survey to evaluate the cardiovascular risk status of subjects with pre‐diabetes in Hong Kong (JADE‐HK2)", "2017"], ["Assessing progression to type‐2 diabetes (APT‐2D): a prospective cohort study expanded from BRITE‐SPOT (bio‐bank and registry for stratIfication and targeted interventions in the spectrum of type 2 diabetes) (APT‐2D)", "2017"], ["A population based study on metabolic syndrome complications, and mortality (MetSCoM)", "2017"], ["Prevalence, clinical features and risk assessment of pre‐diabetes in Spain: the prospective Mollerussa cohort study", "2017"], ["Insulin secretion and action in subjects with impaired fasting glucose and impaired glucose tolerance: results from the Veterans administration genetic epidemiology study", "2006"], ["Report of the expert committee on the diagnosis and classification of diabetes mellitus", "1997"], ["Report of the expert committee on the diagnosis and classification of diabetes mellitus", "2003"], ["Diagnosis and classification of diabetes mellitus", "2010"], ["Systematic reviews of evaluations of prognostic variables", "2001"], ["Differences in hemoglobin A1c between Hispanics/Latinos and non‐Hispanic whites: an analysis of the Hispanic Community Health Study/Study of Latinos and the 2007‐2012 National Health and Nutrition Examination Survey", "2016"], ["Prediction intervals", "2017"], ["How do we define cure of diabetes?", "2009"], ["Definition of prediabetes", "2011"], ["Definitions (and current controversies) of diabetes and prediabetes", "2016"], ["2014 National Diabetes Statistics Report", "2015"], ["&quot;Prediabetes&quot;: Are there problems with this label? No, we need heightened awareness of this condition!", "2016"], ["The utility of fasting glucose for detection of prediabetes", "2006"], ["Lowering the criterion for impaired fasting glucose will not provide clinical benefit", "2003"], ["Racial differences in glycemic control in a well‐functioning older diabetic population: Findings from the Health, Aging and Body Composition study", "2007"], ["A guide to systematic review and meta‐analysis of prediction model performance", "2017"], ["Fasting hyperglycemia in non‐insulin‐dependent diabetes mellitus: contributions of excessive hepatic glucose production and impaired tissue glucose uptake", "1989"], ["Preservation of beta‐cell function: the key to diabetes prevention", "2011"], ["Methodological issues and recommendations for systematic reviews of prognostic studies: an example from cardiovascular disease", "2014"], ["Ethnic differences in cross‐sectional associations between impaired glucose regulation, identified by oral glucose tolerance test or HbA1c values, and cardiovascular disease in a cohort of European and South Asian origin", "2016"], ["Association between prediabetes and risk of chronic kidney disease: a systematic review and meta‐analysis", "2016"], ["Association between glycated haemoglobin and the risk of congestive heart failure in diabetes mellitus: systematic review and meta‐analysis", "2013"], ["Pre‐diabetes and the risk for cardiovascular disease: a systematic review of the evidence", "2010"], ["Transformations related to the angular and the square root", "1950"], ["Can NICE prevent diabetes?", "2013"], ["Annual incidence and relative risk of diabetes in people with various categories of dysglycemia: a systematic overview and meta‐analysis of prospective studies", "2007"], ["Low positive predictive value of hemoglobin A1c for diagnosis of prediabetes in clinical practice", "2014"], ["A genome‐wide association study in American Indians implicates DNER as a susceptibility locus for type 2 diabetes", "2014"], ["Meta‐analytic tools for medical decision making: a practical guide", "1994"], ["Assessing bias in studies of prognostic factors", "2013"], ["Sodium‐glucose cotransporter (SGLT) 2 inhibitors for prevention or delay of type 2 diabetes mellitus and its associated complications in people at risk for the development of type 2 diabetes mellitus", "2016"], ["Dipeptidyl‐peptidase (DPP)‐4 inhibitors or glucagon‐like peptide (GLP)‐1 analogues for prevention or delay of type 2 diabetes mellitus and its associated complications in persons at increased risk for the development of type 2 diabetes mellitus", "2016"], ["Insulin secretagogues for prevention or delay of type 2 diabetes mellitus and its associated complications in persons at increased risk for the development of type 2 diabetes mellitus", "2016"], ["Racial and ethnic differences in the relationship between HbA1c and blood glucose: implications for the diagnosis of diabetes", "2012"], ["A re‐evaluation of random‐effects meta‐analysis", "2009"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Section 9.4.8: Meta‐analysis of counts and rates. In: Higgins JPT, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 (updated March 2011). The Cochrane Collaboration, 2011", "2011"], ["Relationship between HbA1c and cancer in people with or without diabetes: a systematic review", "2016"], ["Prediabetes and the risk of cancer: a meta‐analysis", "2014"], ["Associations of prediabetes with all‐cause and cardiovascular mortality: a meta‐analysis", "2014"], ["Association between prediabetes and risk of cardiovascular disease and all cause mortality: systematic review and meta‐analysis", "2016"], ["Judging the quality of evidence in reviews of prognostic factor research: adapting the GRADE framework", "2013"], ["International conference on harmonisation of technical requirements for registration of pharmaceuticals for human use. ICH harmonised tripartite guideline. Guideline for good clinical practice //1997 CFR &amp; ICH Guidelines", "USA: Barnett International/PAREXEL, 1997"], ["International Expert Committee report on the role of the A1C assay in the diagnosis of diabetes", "2009"], ["Plea for routinely presenting prediction intervals in meta‐analysis", "2016"], ["Clinical practice. Diagnosis of diabetes", "2012"], ["Use of GRADE for assessment of evidence about prognosis: rating confidence in estimates of event rates in broad categories of patients", "2015"], ["Beta‐cell function is a major contributor to oral glucose tolerance in high‐risk relatives of four ethnic groups in the U.S", "2002"], ["Genetic influences on type 2 diabetes and metabolic syndrome related quantitative traits in Mauritius", "2009"], ["Effect of pre‐diabetes on future risk of stroke: meta‐analysis", "2012"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "2009"], ["Ethnic differences in glycated haemoglobin between White subjects and those of South Asian origin with normal glucose tolerance", "2010"], ["The true value of HbA1c as a predictor of diabetic complications: simulations of HbA1c variables", "2009"], ["Is hemoglobin A1c the right outcome for studies of diabetes?", "2017"], ["Does genetic ancestry explain higher values of glycated hemoglobin in African Americans?", "2011"], ["Critical appraisal and data extraction for systematic reviews of prediction modelling studies: the CHARMS checklist", "2014"], ["Progression rates from HbA1c 6.0‐6.4% and other prediabetes definitions to type 2 diabetes: a meta‐analysis", "2013"], ["Detecting type 2 diabetes and impaired glucose regulation using glycated hemoglobin in different populations", "2011"], ["Complex genetics of type 2 diabetes and effect size: what have we learned from isolated populations?", "2015"], ["Impaired fasting glucose and impaired glucose tolerance: implications for care", "2007"], ["Classification and diagnosis of diabetes mellitus and other categories of glucose intolerance", "1979"], ["Two‐sided confidence intervals for the single proportion: comparison of seven methods", "1998"], ["Racial differences in and prognostic value of biomarkers of hyperglycemia", "2016"], ["Effect of regression from prediabetes to normal glucose regulation on long‐term reduction in diabetes risk: results from the diabetes prevention program outcomes study", "2012"], ["Regression from prediabetes to normal glucose regulation is associated with reduction in cardiovascular risk: results from the diabetes prevention program outcomes study", "2014"], ["Review Manager (RevMan)", "2014"], ["Interpretation of random effects meta‐analyses", "2011"], ["Multivariate meta‐analysis of prognostic factor studies with multiple cut‐points and/or methods of measurement", "2015"], ["Haemoglobin A1c levels and subsequent cardiovascular disease in persons without diabetes: a meta‐analysis of prospective cohorts", "2011"], ["Markers of dysglycaemia and risk of coronary heart disease in people without diabetes: Reykjavik prospective study and systematic review", "2010"], ["HbA1c levels in non‐diabetic older adults ‐ No J‐shaped associations with primary cardiovascular events, cardiovascular and all‐cause mortality after adjustment for confounders in a meta‐analysis of individual participant data from six cohort studies", "2016"], ["Racial differences in glycemic markers: a cross‐sectional analysis of community‐based data", "2011"], ["Genetics of diabetes in Nauru: effects of foreign admixture, HLA antigens and the insulin‐gene‐linked polymorphism", "1983"], ["Stata", "2015"], ["Clinical and metabolic features of the randomised controlled Diabetes Remission Clinical Trial (DiRECT) cohort", "2017"], ["Impact of glucose level on morbidity and mortality in elderly with diabetes and pre‐diabetes", "2015"], ["Predisease: when does it make sense?", "2011"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Definition, Diagnosis and Classification of Diabetes Mellitus and its Complications: Report of a WHO consultation. Part 1. Diagnosis and Classification of Diabetes Mellitus", "1999"], ["Definition and diagnosis of diabetes mellitus and intermediate hyperglycaemia: report of a WHO/IDF consultation. WHO, 2006", "2006"], ["Developing optimal search strategies for detecting clinically sound prognostic studies in MEDLINE: an analytic survey", "2004"], ["Optimal search strategies for detecting clinically sound prognostic studies in EMBASE: an analytic survey", "2005"], ["Risk of coronary heart disease in different criterion of impaired fasting glucose: a meta‐analysis", "2015"], ["Is regression to normoglycaemia clinically important?", "2012"], ["Impaired glucose tolerance", "1990"], ["The epidemic of pre‐diabetes: the medicine and the politics", "2014"], ["&quot;Prediabetes&quot;: Are there problems with this label? Yes, the label creates further problems!", "2016"], ["A1C level and future risk of diabetes: a systematic review", "2010"], ["Glycosylated hemoglobin in relationship to cardiovascular outcomes and death in patients with type 2 diabetes: a systematic review and meta‐analysis", "2012"], ["HbA1c and risks of all‐cause and cause‐specific death in subjects without known diabetes: a dose‐response meta‐analysis of prospective cohort studies", "2016"], ["Glucose‐independent, black‐white differences in hemoglobin A1c levels: a cross‐sectional analysis of 2 studies", "2010"]], "ex": [["Role of glycated hemoglobin in the prediction of future risk of T2DM", "2011"], ["Factors determining normalization of glucose intolerance in middle‐aged Swedish men and women: a 8‐10‐year follow‐up", "2009"], ["Modelling of OGTT curve identifies 1 h plasma glucose level as a strong predictor of incident type 2 diabetes: results from two prospective cohorts", "2015"], ["Undiagnosed diabetes and impaired glucose regulation in adult Ghanaians using the ADA and WHO diagnostic criteria", "2002"], ["Type 2 diabetes and its correlates in a first nationwide study among Cypriot adults", "2017"], ["Glycated hemoglobin and incident type 2 diabetes in Singaporean Chinese adults: the Singapore Chinese health study", "2015"], ["Ten‐year follow‐up report on Birmingham diabetes survey of 1961. Report by the Birmingham diabetes survey working party", "1976"], ["Type 2 diabetes and maternal family history: an impact beyond slow glucose removal rate and fasting hyperglycemia in low‐risk individuals? Results from 22.5 years of follow‐up of healthy nondiabetic men", "2000"], ["Incident type 2 diabetes and the effect of early regression to normoglycaemia in a population with impaired glucose regulation", "2017"], ["Arterial hypertension and prediabetes", "2016"], ["Dietary habits and leisure‐time physical activity in relation to adiposity, dyslipidemia, and incident dysglycemia in the pathobiology of prediabetes in a biracial cohort study", "2015"], ["Urinary albumin excretion and its relation with C‐reactive protein and the metabolic syndrome in the prediction of type 2 diabetes", "2005"], ["Determining the optimal screening interval for type 2 diabetes mellitus using a risk prediction model", "2017"], ["Risk factors for diabetes and cardiovascular disease in young Australian aborigines. A 5‐year follow‐up study", "1996"], ["Incidence and predictors of diabetes in Japanese‐American men. The Honolulu heart program", "1995"], ["Baseline level of 30‐min plasma glucose is an independent predictor of incident diabetes among Asian Indians: analysis of two diabetes prevention programmes", "2016"], ["Association between thyroid dysfunction and dysglycaemia: a prospective cohort study", "2017"], ["Earlier appearance of impaired insulin secretion than of visceral adiposity in the pathogenesis of NIDDM: 5‐year follow‐up of initially nondiabetic Japanese‐American men", "1995"], ["Hemoglobin A1c as a predictor of incident diabetes", "2011"], ["Development of diabetes in Chinese with the metabolic syndrome: a 6‐year prospective study", "2007"], ["Comparison of ADA and WHO criteria for the diagnosis of diabetes in elderly Koreans", "2002"], ["Long‐term predictors of impaired fasting glucose and type 2 diabetes in subjects with family history of type 2 diabetes: a 12‐years follow‐up of the Brisighella heart study historical cohort", "2014"], ["What would be the outcome if the American Diabetes Association recommendations of 2010 had been followed in our practice in 1998‐2006?", "2011"], ["The RECORD project. continuous blood glucose monitoring among high risk subjects for developing diabetes in Spanish primary health care", "2005"], ["Etiology of insulin resistance in youth with type 2 diabetes", "2013"], ["The rs7903146 variant in the TCF7L2 gene increases the risk of prediabetes/type 2 diabetes in obese adolescents by impairing beta‐cell function and hepatic insulin sensitivity", "2017"], ["Pathobiology of prediabetes in a biracial cohort (POP‐ABC) study: baseline characteristics of enrolled subjects", "2013"], ["Diabetes incidence in an Australian aboriginal population. An 8‐year follow‐up study", "1999"], ["Is the current definition for diabetes relevant to mortality risk from all causes and cardiovascular and noncardiovascular diseases?", "2003"], ["Prediabetes is not an independent risk factor for incident heart failure, other cardiovascular events or mortality in older adults: findings from a population‐based cohort study", "2013"], ["Fasting glucose, obesity, and metabolic syndrome as predictors of type 2 diabetes: the Cooper center longitudinal study", "2012"], ["Incidence rate of prediabetes progression to diabetes: modeling an optimum target group for intervention", "2016"], ["Prediabetes, depressive and anxiety symptoms, and risk of type 2 diabetes: a community‐based cohort study", "2016"], ["Effects of changing diagnostic criteria on the risk of developing diabetes", "1998"], ["Liver enzymes as a predictor for incident diabetes in a Japanese population: the Hisayama study", "2007"], ["Sex differences in the effect of HbA1c‐defined diabetes on a wide range of cardiovascular disease risk factors", "2016"], ["Utility of hemoglobin A1c in predicting diabetes risk", "2004"], ["Predictors of progression from impaired glucose tolerance to NIDDM: an analysis of six prospective studies", "1997"], ["Differential relationship between physical activity and progression to diabetes by glucose tolerance status: the Inter99 Study", "2010"], ["Glycated haemoglobin and the risk of cardiovascular disease, diabetes and all‐cause mortality in the Copenhagen city heart study", "2013"], ["Area under the curve during OGTT in first‐degree relatives of diabetic patients as an efficient indicator of future risk of type 2 diabetes and prediabetes", "2017"], ["Cardiovascular risk factors and the 25‐year incidence of diabetes mellitus in middle‐aged men. The Zutphen study", "1989"], ["Inflammation in the prediabetic state is related to increased insulin resistance rather than decreased insulin secretion", "2003"], ["Physical activity and incident diabetes mellitus in postmenopausal women", "2000"], ["Incidence of type 2 diabetes and associated factors in the adult population of the community of Madrid. PREDIMERC cohort", "2015"], ["Cardiometabolic risk profiles in patients with impaired fasting glucose and/or hemoglobin A1c 5.7% to 6.4%: evidence for a gradient according to diagnostic criteria: the PREDAPS study", "2015"], ["A simple model for predicting two‐year risk of diabetes development in individuals with prediabetes", "2018"], ["Risk factors associated to diabetes in Mexican population and phenotype of the individuals who will convert to diabetes", "2014"], ["Diet quality is prospectively associated with incident impaired fasting glucose in older adults", "2013"], ["Incidence rate of prediabetes: an analysis of New Zealand primary care data", "2015"], ["Metabolic syndrome, impaired fasting glucose and obesity, as predictors of incident diabetes in 14 120 hypertensive patients of ASCOT‐BPLA: comparison of their relative predictability using a novel approach", "2011"], ["Diurnal cortisol patterns, future diabetes, and impaired glucose metabolism in the Whitehall II cohort study", "2016"], ["Relatively more atherogenic coronary heart disease risk factors in prediabetic women than in prediabetic men", "1997"], ["Insulin‐resistant prediabetic subjects have more atherogenic risk factors than insulin‐sensitive prediabetic subjects ‐ implications for preventing coronary heart disease during the prediabetic state", "2000"], ["Prevalence of metabolic syndrome and prediction of diabetes using IDF versus ATPIII criteria in a Middle East population", "2012"], ["Prevalence and progression of impaired glucose homeostasis assessed by the different criteria for IFG in Japanese adults", "2005"], ["Diets with a low glycaemic load have favourable effects on prediabetes progression and regression: a prospective cohort study", "2018"], ["Physical activity and reduced occurrence of non‐insulin‐dependent diabetes mellitus", "1991"], ["Metabolic predictors of impaired glucose tolerance and type 2 diabetes in a predisposed population ‐ a prospective cohort study", "2015"], ["A prospective population‐based study of alcohol use and non‐insulin‐dependent diabetes mellitus", "1990"], ["Identification of impaired fasting glucose, healthcare utilization and progression to diabetes in the UK using the clinical practice research datalink (CPRD)", "2016"], ["Using hemoglobin A1C as a predicting model for time interval from pre‐diabetes progressing to diabetes", "2014"], ["Glucose patterns during the OGTT and risk of future diabetes in an urban Indian population: the CARRS study", "2017"], ["Fasting plasma glucose and HbA1c as risk factors for type 2 diabetes", "2008"], ["Period prevalence of abnormal glucose tolerance and cardiovascular risk factors among obese children attending an obesity centre in Italy", "2006"], ["Impaired glucose tolerance and diabetes in obesity: a 6‐year follow‐up study of glucose metabolism", "1990"], ["Physical activity and NIDDM in African‐Americans. The Pitt county study", "1998"], ["Prevalence and incidence of diabetes mellitus: a nationwide population‐based pharmaco‐epidemiological study in Sweden", "2015"], ["Worsening to diabetes in men with impaired glucose tolerance (&quot;borderline diabetes&quot;)", "1979"], ["The Bedford survey: ten year mortality rates in newly diagnosed diabetics, borderline diabetics and normoglycaemic controls and risk indices for coronary heart disease in borderline diabetics", "1982"], ["High birth weight modifies association between adolescent physical activity and cardiometabolic health in women and not men", "2018"], ["Incidence and predictors of abnormal fasting plasma glucose among the university hospital employees in Thailand", "2008"], ["Association between within‐visit systolic blood pressure variability and development of pre‐diabetes and diabetes among overweight/obese individuals", "2017"], ["Risk factors for worsening to diabetes in subjects with impaired glucose tolerance", "1984"], ["Hypertriglyceridemia is an independent risk factor for development of impaired fasting glucose and diabetes mellitus: a 9‐year longitudinal study in Japanese", "2002"], ["Pancreatic beta‐cell function and insulin sensitivity in Japanese subjects with impaired glucose tolerance and newly diagnosed type 2 diabetes mellitus", "2003"], ["Predicting the development of diabetes in older adults: the derivation and validation of a prediction rule", "2005"], ["Incidence of type 2 diabetes in pre‐diabetic Japanese individuals categorized by HbA1c levels: a historical cohort study", "2015"], ["Medical care expenditures for individuals with prediabetes: the potential cost savings in reducing the risk of developing diabetes", "2017"], ["Risks for cardiovascular disease, stroke, ischaemic heart disease, and diabetes mellitus associated with the metabolic syndrome using the new harmonised definition: findings from nationally representative longitudinal data from an Asian population", "2010"], ["Serum magnesium and the risk of prediabetes: a population‐based cohort study", "2017"], ["Elevated A1C is associated with impaired early‐phase insulin secretion rather than insulin resistance in Koreans at high risk for developing diabetes", "2012"], ["Impact of HbA1c criterion on the detection of subjects with increased risk for diabetes among health check‐up recipients in Korea", "2012"], ["One‐hour glucose during an oral glucose challenge prospectively predicts beta‐cell deterioration and prediabetes in obese Hispanic youth", "2013"], ["C‐peptide‐based index is more related to incident type 2 diabetes in non‐diabetic subjects than insulin‐based index", "2016"], ["Sleep duration and progression to diabetes in people with prediabetes defined by HbA1c concentration", "2017"], ["Increased vascular disease mortality risk in prediabetic Korean adults is mainly attributable to ischemic stroke", "2017"], ["Combined use of fasting plasma glucose and HbA1c predicts the progression to diabetes in Chinese subjects", "2000"], ["A prospective study of health check examinees for the development of non‐insulin‐dependent diabetes mellitus: relationship of the incidence of diabetes with the initial insulinogenic index and degree of obesity", "1996"], ["Random glucose is useful for individual prediction of type 2 diabetes: results of the study of health in Pomerania (SHIP)", "2013"], ["Comparison of traditional diabetes risk scores and HbA1c to predict type 2 diabetes mellitus in a population based cohort study", "2017"], ["Smoking cessation and the incidence of pre‐diabetes and type 2 diabetes: a cohort study", "2016"], ["Predicting the development of diabetes using the product of triglycerides and glucose: the Chungju metabolic disease cohort (CMC) study", "2014"], ["BMI and all‐cause mortality in normoglycemia, impaired fasting glucose, newly diagnosed diabetes, and prevalent diabetes: a cohort study", "2017"], ["A1C predicts type 2 diabetes and impaired glucose tolerance in a population at risk: the community diabetes prevention project", "2009"], ["Prospective validation of American Diabetes Association risk tool for predicting pre‐diabetes and diabetes in Taiwan‐Taichung community health study", "2011"], ["Baseline osteocalcin levels and incident diabetes in a 3‐year prospective study of high‐risk individuals", "2014"], ["Reproducibility of the oral glucose tolerance test in overweight children", "2008"], ["Association of NAFLD with diabetes and the impact of BMI changes: a 5‐year cohort study based on 18,507 elderly", "2017"], ["The association between the baseline bone resorption marker CTX and incident dysglycemia after 4 years", "2017"], ["Elevations of metabolic risk factors 20 years or more before diagnosis of type 2 diabetes: experience from the AMORIS study", "2018"], ["Alcohol consumption and risk of type 2 diabetes mellitus among US male physicians", "2000"], ["Metabolic syndrome and cardiovascular disease in older people: the cardiovascular health study", "2006"], ["Cardiovascular disease risk factors prior to the diagnosis of impaired glucose tolerance and non‐insulin‐dependent diabetes mellitus in a community of older adults", "1990"], ["Diabetes incidence: a two‐year follow‐up of 10,000 men in a survey of ischemic heart disease in Israel", "1970"], ["HbA1c in relation to incident diabetes and diabetes‐related complications in non‐diabetic adults at baseline", "2017"], ["Circulating soluble RAGE isoforms are attenuated in obese, impaired‐glucose‐tolerant individuals and are associated with the development of type 2 diabetes", "2017"], ["Different glucose tolerance status and incident cardiovascular disease and all‐cause mortality among elderly Iranians", "2016"], ["Prevalence, incidence and mortality of diagnosed diabetes: evidence from an Italian population‐based study", "2012"], ["Childhood risk factors predict cardiovascular disease, impaired fasting glucose plus type 2 diabetes mellitus, and high blood pressure 26 years later at a mean age of 38 years: the Princeton‐lipid research clinics follow‐up study", "2012"], ["Diabetes diagnostic thresholds of the glycated hemoglobin A1c and fasting plasma glucose levels considering the 5‐year incidence of retinopathy", "2017"], ["Impact of weight gain on the evolution and regression of prediabetes: a quantitative analysis", "2017"], ["Gamma‐glutamyltransferase levels, prediabetes and type 2 diabetes: a Mendelian randomization study", "2017"], ["Blood spot‐based measures of glucose homeostasis and diabetes prevalence in a nationally representative population of young US adults", "2014"], ["Progression from newly acquired impaired fasting glucose to type 2 diabetes", "2007"], ["Diabetes incidence for all possible combinations of metabolic syndrome components", "2010"], ["Trends in diabetes incidence among 7 million insured adults, 2006‐2011: the SUPREME‐DM project", "2015"], ["Sex differences in risk factors for clinical diabetes mellitus in a general population: a 12‐year follow‐up of the Finnmark Study", "1998"], ["A combination of HbA1c, fasting glucose and BMI is effective in screening for individuals at risk of future type 2 diabetes: OGTT is not needed", "2006"], ["Utility of hemoglobin A(1c) for diagnosing prediabetes and diabetes in obese children and adolescents", "2011"], ["Risk factors for type 2 (non‐insulin‐dependent) diabetes mellitus. Thirteen and one‐half years of follow‐up of the participants in a study of Swedish men born in 1913", "1988"], ["Is the measurement of glycated hemoglobin A1c alone an efficient screening test for undiagnosed diabetes? Japan National Diabetes Survey", "2007"], ["Lower risk of progression from prediabetes to diabetes with health checkup with lifestyle education: Japan Ningen Dock study", "2017"], ["Prospective validation in identical Turkish cohort of two metabolic syndrome definitions for predicting cardiometabolic risk and selection of most appropriate definition", "2007"], ["Fasting, non‐fasting glucose and HDL dysfunction in risk of pre‐diabetes, diabetes, and coronary disease in non‐diabetic adults", "2013"], ["Impaired fasting glucose: pro‐diabetic, &quot;atheroprotective&quot; and modified by metabolic syndrome", "2013"], ["Impaired insulin sensitivity, insulin secretion, and glucose effectiveness predict future development of impaired glucose tolerance and type 2 diabetes in pre‐diabetic African Americans: implications for primary diabetes prevention", "2004"], ["One‐hour and two‐hour postload plasma glucose concentrations are comparable predictors of type 2 diabetes mellitus in Southwestern Native Americans", "2017"], ["Prospective study of risk factors for development of non‐insulin dependent diabetes in middle aged British men", "1995"], ["Sensitivity and specificity of glycated hemoglobin as a diagnostic test for diabetes and prediabetes in Arabs", "2011"], ["Incidence of diabetes in the Polish population: results of the multicenter Polish population health status study ‐ WOBASZ", "2011"], ["Hemoglobin A1c predicts diabetes but not cardiovascular disease in nondiabetic women", "2007"], ["1‐hour venous plasma glucose and incident prediabetes and diabetes in Asian Indians", "2013"], ["Progression to clinically diagnosed and treated diabetes from impaired glucose tolerance and impaired fasting glycaemia", "2003"], ["Effects of prediabetes mellitus alone or plus hypertension on subsequent occurrence of cardiovascular disease and diabetes mellitus: longitudinal study", "2015"], ["Predictive value of HbA1c for incident diabetes among subjects with impaired glucose tolerance ‐ analysis of the Indian diabetes prevention programmes", "2012"], ["Predicting glycated hemoglobin levels in the non‐diabetic general population: development and validation of the DIRECT‐DETECT prediction model ‐ a DIRECT study", "2017"], ["Glucose levels in the normal range predict incident diabetes in families with premature coronary heart disease", "2006"], ["Prospective study of cigarette smoking, alcohol use, and the risk of diabetes in men", "1995"], ["Does patient activation predict the course of type 2 diabetes? A longitudinal study", "2017"], ["The 1h post glucose value best predicts future dysglycemia among normal glucose tolerance subjects", "2017"], ["Metabolic burden and disease and mortality risk associated with impaired fasting glucose in elderly adults", "2015"], ["Depression and risk of type 2 diabetes: the potential role of metabolic factors", "2016"], ["Prognostic value of haemoglobin A1c and fasting plasma glucose for incident diabetes and implications for screening", "2011"], ["Validation of the German diabetes risk score with metabolic risk factors for type 2 diabetes", "2008"], ["Elevated fasting glucose levels predicts IGT and diabetes also in middle‐age subjects", "2007"], ["Cohort study in primary health care on the evolution of patients with prediabetes (PREDAPS): basis and methodology", "2013"], ["Hemoglobin A1c (HbA1c) predicts future drug treatment for diabetes mellitus: a follow‐up study using routine clinical data in a Japanese university hospital", "2007"], ["Change in prevalence and 6‐year incidence of diabetes and impaired fasting glucose in Korean subjects living in a rural area", "2007"], ["Comparison of the usefulness of the updated homeostasis model assessment (HOMA2) with the original HOMA1 in the prediction of type 2 diabetes mellitus in Koreans", "2016"], ["Presence of anti‐GAD in a non‐diabetic population of adults; time dynamics and clinical influence: results from the HUNT study", "2015"], ["The incidence of type 2 diabetes mellitus in the Philippines: a 9‐year cohort study", "2009"], ["Physical activity and incidence of non‐insulin‐dependent diabetes mellitus in women", "1991"], ["Plasma insulin in minor abnormalities of glucose tolerance: a 5 year follow‐up", "1974"], ["Lipidome as a predictive tool in progression to type 2 diabetes in Finnish men", "2018"], ["Trajectories of glycaemia, insulin sensitivity, and insulin secretion before diagnosis of type 2 diabetes: an analysis from the Whitehall II study", "2009"], ["Lowering the criterion for impaired fasting glucose: impact on disease prevalence and associated risk of diabetes and ischemic heart disease", "2004"], ["Longitudinal associations of serum fatty acid composition with type 2 diabetes risk and markers of insulin secretion and sensitivity in the Finnish diabetes prevention study", "2016"], ["Risk assessment by post‐challenge plasma glucose, insulin response ratio, and other indices of insulin resistance and/or secretion for predicting the development of type 2 diabetes", "2009"], ["Changing the definition of impaired fasting glucose: impact on the classification of individuals and risk definition", "2005"], ["A prospective study of impaired fasting glucose and type 2 diabetes in China: the Kailuan study", "2016"], ["10‐year prospective study on the incidence and risk factors for type 2 diabetes mellitus", "2000"], ["Comparing glucose and hemoglobin A1c diagnostic tests among a high metabolic risk Hispanic population", "2017"], ["Risk for diabetes mellitus in middle‐aged Caucasian male participants of the PROCAM study: implications for the definition of impaired fasting glucose by the American Diabetes Association", "2000"], ["Incidence of type 2 diabetes in Aboriginal Australians: an 11‐year prospective cohort study", "2010"], ["Natural history of impaired glucose tolerance: follow‐up at Joslin Clinic", "1996"], ["The association between cardiorespiratory fitness and impaired fasting glucose and type 2 diabetes mellitus in men", "1999"], ["Coronary heart disease incidence and cardiovascular mortality in Busselton with reference to glucose and insulin concentrations", "1979"], ["Impact of common genetic determinants of hemoglobin A1c on type 2 diabetes risk and diagnosis in ancestrally diverse populations: a transethnic genome‐wide meta‐analysis", "2017"], ["Prevalence of cardiovascular and renal complications in older adults with normal or impaired glucose tolerance or NIDDM. A population‐based study", "1993"], ["Cardiometabolic risk profile of participants with prediabetes diagnosed by HbA1c criteria in an urban Hong Kong Chinese population over 40 years of age", "2015"], ["A novel visceral adiposity index for prediction of type 2 diabetes and pre‐diabetes in Chinese adults: a 5‐year prospective study", "2017"], ["Progression to type 2 diabetes and its effect on health care costs in low‐income and insured patients with prediabetes: a retrospective study using Medicaid claims data", "2017"], ["Both youth and long‐term vitamin D status is associated with risk of type 2 diabetes mellitus in adulthood: a cohort study", "2018"], ["Prediction of 4‐year incident diabetes in older Chinese: recalibration of the Framingham diabetes score on Guangzhou biobank cohort study", "2014"], ["Predictive value of glucose parameters obtained from oral glucose tolerance tests in identifying individuals at high risk for the development of diabetes in Korean population", "2016"], ["Development of a new risk score for incident type 2 diabetes using updated diagnostic criteria in middle‐aged and older Chinese", "2014"], ["Association between fasting glucose and all‐cause mortality according to sex and age: a prospective cohort study", "2017"], ["Predictive models for conversion of prediabetes to diabetes", "2017"], ["High glycosylated hemoglobin levels increase the risk of progression to diabetes mellitus in subjects with glucose intolerance", "1996"], ["Heterogeneous relationship of early insulin response and fasting insulin level with development of non‐insulin‐dependent diabetes mellitus in non‐diabetic Japanese subjects with or without obesity", "1999"], ["Impaired fasting glucose and impaired glucose tolerance ‐ lack of agreement between the two categories in a North Indian population", "2001"], ["The interaction between impaired acute insulin response and insulin resistance predicts type 2 diabetes and impairment of fasting glucose", "2008"], ["Hypertriglyceridemic‐waist phenotype predicts diabetes: a cohort study in Chinese urban adults", "2012"], ["Insulin‐sensitive adiposity is associated with a relatively lower risk of diabetes than insulin‐resistant adiposity: the Bogalusa heart study", "2016"], ["Hyperinsulinaemia in youth is a predictor of type 2 (non‐insulin‐dependent) diabetes mellitus", "1992"]], "in": [["Ethnic disparities in the association of impaired fasting glucose with the 10‐year cumulative incidence of type 2 diabetes", "2014"], ["A risk score for predicting incident diabetes in the Thai population", "2006"], ["Obesity in Jordan", "1998"], ["Incidence of diabetes and prediabetes and predictors of progression among Asian Indians: 10‐year follow‐up of the Chennai urban rural epidemiology study (CURES)", "2015"], ["Combined effect of nonalcoholic fatty liver disease and impaired fasting glucose on the development of type 2 diabetes: a 4‐year retrospective longitudinal study", "2011"], ["Impaired fasting glucose and risk of diabetes mellitus at 10 years. Cohort study", "2011"], ["Prevalence and incidence of type‐2 diabetes and impaired glucose tolerance in a selected Indian urban population", "1999"], ["One‐hour post‐load plasma glucose level during the OGTT predicts dysglycemia: observations from the 24year follow‐up of the Israel study of glucose intolerance, obesity and hypertension", "2016"], ["High‐normal HbA1c is a strong predictor of type 2 diabetes in the general population", "2011"], ["Postchallenge glucose, A1C, and fasting glucose as predictors of type 2 diabetes and cardiovascular disease: a 10‐year prospective cohort study", "2010"], ["Incidence of type 2 diabetes using proposed HbA1c diagnostic criteria in the European prospective investigation of Cancer‐Norfolk cohort: implications for preventive strategies", "2011"], ["Two hour plasma glucose is not unequivocally predictive for early death in men with impaired fasting glucose: more results from the Paris prospective study", "2002"], ["Impaired fasting glucose and risk of diabetes in Taiwan: follow‐up over 3 years", "2003"], ["Comparison of insulin resistance and beta‐cell dysfunction between the young and the elderly in normal glucose tolerance and prediabetes population: a prospective study", "2017"], ["Progression toward type‐2 diabetes mellitus among Mexican pre‐diabetics. Assessment of a cohort", "2009"], ["Ten‐year incidence of diabetes in older Australians: the Blue Mountains eye study", "2007"], ["All‐cause mortality risk in Australian women with impaired fasting glucose and diabetes", "2017"], ["Discriminatory ability of simple OGTT‐based beta cell function indices for prediction of prediabetes and type 2 diabetes: the CODAM study", "2016"], ["Changes in body weight and fat distribution; risk factors for abnormal glucose homeostasis? Tehran lipid and glucose study", "2009"], ["Insulin levels and the natural history of glucose intolerance in Nauruans", "1996"], ["Plasma glucose levels as predictors of diabetes: the Mexico City diabetes study", "2009"], ["Mediterranean diet and 10‐year (2002‐2012) incidence of diabetes and cardiovascular disease in participants with prediabetes: the ATTICA study", "2016"], ["Incidence of type 2 diabetes in England and its association with baseline impaired fasting glucose: the Ely study 1990‐2000", "2007"], ["Influence of neighbourhood socioeconomic position on the transition to type II diabetes in older Mexican Americans: the Sacramento area longitudinal study on aging", "2016"], ["Predicting diabetes: clinical, biological, and genetic approaches: data from the epidemiological study on the insulin resistance syndrome (DESIR)", "2008"], ["Evaluation of the Finnish diabetes risk score to predict type 2 diabetes mellitus in a Colombian population: a longitudinal observational study", "2015"], ["Insulin action and secretion in healthy Hispanic‐Mexican first‐degree relatives of subjects with type 2 diabetes", "2001"], ["Hemoglobin A1c as a diagnostic tool for diabetes screening and new‐onset diabetes prediction: a 6‐year community‐based prospective study", "2011"], ["Differences in insulin resistance in nondiabetic subjects with isolated impaired glucose tolerance or isolated impaired fasting glucose", "2004"], ["Longitudinal trajectories of HbA1c and fasting plasma glucose levels during the development of type 2 diabetes: the Toranomon hospital health management center study 7 (TOPICS 7)", "2012"], ["A higher proinsulin response to glucose loading predicts deteriorating fasting plasma glucose and worsening to diabetes in subjects with impaired glucose tolerance", "1996"], ["Comparison of metabolic syndrome with glucose measurement for prediction of type 2 diabetes: the Isfahan diabetes prevention study", "2009"], ["Progression from impaired glucose tolerance to type 2 diabetes in obese children and adolescents: a 3‐6‐year cohort study in southern Thailand", "2016"], ["Trend analysis of diabetic prevalence and incidence in a rural area of South Korea between 2003‐2008", "2010"], ["Incidence and predictors of type 2 diabetes among professional and office workers in Bangkok, Thailand", "2005"], ["Fasting plasma glucose cutoff value for the prediction of future diabetes development: a study of middle‐aged Koreans in a health promotion center", "2005"], ["The effect of lowering the threshold for diagnosis of impaired fasting glucose", "2008"], ["Role of various indices derived from an oral glucose tolerance test in the prediction of conversion from prediabetes to type 2 diabetes", "2014"], ["Risk of progression to diabetes from prediabetes defined by HbA1c or fasting plasma glucose criteria in Koreans", "2016"], ["One‐year follow‐up of untreated obese white children and adolescents with impaired glucose tolerance: high conversion rate to normal glucose tolerance", "2010"], ["Impaired glucose tolerance in obese white children and adolescents: three to five year follow‐up in untreated patients", "2011"], ["Fasting plasma glucose as a screening test for diabetes and its relationship with cardiovascular risk factors in Hong Kong Chinese", "1997"], ["Change of glycaemic status in Chinese subjects with impaired fasting glycaemia", "2001"], ["Fasting blood glucose in determining the prevalence of diabetes in a large, homogeneous population of Caucasian middle‐aged women", "1995"], ["Incidence of prediabetes and type 2 diabetes among people aged over 20 years in Ahvaz: a 5‐year perspective study (2009‐2014)", "2016"], ["Five‐year predictive factors of type 2 diabetes in men with impaired fasting glucose", "2007"], ["Effect of coffee consumption on the progression of type 2 diabetes mellitus among prediabetic individuals", "2016"], ["Subjects with impaired fasting glucose: evolution in a period of 6 years", "2014"], ["An approach to longitudinal studies in a community: the Framingham study", "1963"], ["Progression to type 2 diabetes among high‐risk groups in Kin‐Chen, Kinmen ‐ exploring the natural history of type 2 diabetes", "1998"], ["Novel inflammatory markers for incident pre‐diabetes and type 2 diabetes: the Rotterdam Study", "2017"], ["Elevated HbA1c and fasting plasma glucose in predicting diabetes incidence among older adults: are two better than one?", "2013"], ["Risks for type‐2 diabetes associated with the metabolic syndrome and the interaction between impaired fasting glucose and other components of metabolic syndrome", "2008"], ["Ageing and type 2 diabetes in an elderly Chinese population: the role of insulin resistance and beta cell dysfunction", "2014"], ["Prediction of the 20‐year incidence of diabetes in older Chinese: application of the competing risk method in a longitudinal study", "2016"], ["International collaborative study of cardiovascular disease in Asia: design, rationale, and preliminary results", "2004"], ["Risk of progression to type 2 diabetes based on relationship between postload plasma glucose and fasting plasma glucose", "2006"], ["Metabolic consequences of a family history of NIDDM (the Botnia study): evidence for sex‐specific parental effects", "1996"], ["Disorders of glucose regulation in adults and birth weight: results from the Australian diabetes, obesity and lifestyle (AUSDIAB) study", "2008"], ["Rationale and methodology for a population‐based study of eye diseases in Malay people: the Singapore Malay eye study (SiMES)", "2007"], ["Excess incidence of known non‐insulin‐dependent diabetes mellitus (NIDDM) in Hispanics compared with non‐Hispanic whites in the San Luis Valley, Colorado", "1993"], ["Association of elevated fasting C‐peptide level and increased intra‐abdominal fat distribution with development of NIDDM in Japanese‐American men", "1990"], ["Impaired glucose tolerance, but not impaired fasting glucose, is associated with increased levels of coronary heart disease risk factors: results from the Baltimore longitudinal study on aging", "2004"], ["Comparison of ADA 1997 and WHO 1985 criteria for diabetes in south Indiansb ‐ the Chennai urban population study", "2000"], ["Evaluation of WHO and NDDG criteria for impaired glucose tolerance", "1994"], ["Prevalence of chronic diseases in older Italians: comparing self‐reported and clinical diagnoses. The Italian longitudinal study on aging working group", "1997"], ["Cardiovascular‐disease risk‐factors as predictors of type‐2 (non‐insulin‐dependent) diabetes‐mellitus in elderly subjects", "1993"], ["Associations of HbA1c and fasting plasma glucose with incident diabetes: implications for pre‐diabetes thresholds in a Japanese population", "2016"], ["Components of the metabolic syndrome as predictors of cardiovascular disease and type 2 diabetes in middle‐aged Japanese men", "2004"], ["Diabetes mellitus and the risk of cancer: results from a large‐scale population‐based cohort study in Japan", "2006"], ["The sequential changes in the fasting plasma glucose levels within normoglycemic range predict type 2 diabetes in healthy, young men", "2006"], ["The Västerbotten intervention programme: background, design and implications", "2010"], ["A survey of diabetes mellitus and its risk factors among permanent inhabitants in Shanghai Pudong new economic area", "2004"], ["Risk for diabetes and persistent impaired glucose tolerance among middle‐aged Finns", "1996"], ["Significance of impaired glucose tolerance in an Asian Indian population: a follow‐up study", "1986"], ["Determinants of progression from impaired fasting glucose and impaired glucose tolerance to diabetes in a high‐risk screened population: 3 year follow‐up in the ADDITION study, Denmark", "2008"], ["Serum levels of interleukin‐22, cardiometabolic risk factors and incident type 2 diabetes: KORA F4/FF4 study", "2017"], ["New data on the rate of progression of impaired glucose tolerance to NIDDM and predicting factors", "1996"], ["Determinants of incident metabolic syndrome in a Middle Eastern population: Isfahan cohort study", "2017"], ["Development of diabetes in Japanese subjects with impaired glucose tolerance: a seven year follow‐up study", "1982"], ["Combined measurement of fasting plasma glucose and A1C is effective for the prediction of type 2 diabetes: the Kansai healthcare study", "2009"], ["Abnormal glucose tolerance in the Maltese. A population‐based longitudinal study of the natural history of NIDDM and IGT in Malta", "1983"], ["Determinants of developing diabetes mellitus and vascular complications in patients with impaired fasting glucose", "2013"], ["Prevalence of diabetes and IGT in Yonchon county, South Korea", "1995"], ["A prospective study of glycemia, body size, insulin resistance and the risk of hypertension in Mauritius", "2008"], ["Cohort profile: the Korean genome and epidemiology study (KoGES) consortium", "2017"], ["Effects of prediabetes mellitus alone or plus hypertension on subsequent occurrence of cardiovascular disease and diabetes mellitus: longitudinal study", "2015"], ["Incidence of type 2 diabetes in southern Spain (Pizarra study)", "2008"], ["Epidemiological studies related to coronary heart disease: characteristics of men aged 40‐59 in seven countries", "1966"], ["Psychosocial factors are independent risk factors for the development of type 2 diabetes in Japanese workers with impaired fasting glucose and/or impaired glucose tolerance", "2008"], ["Risk of diabetes in the new diagnostic category of impaired fasting glucose: a prospective analysis", "1999"], ["Population‐based incidence of type 2 diabetes in northern Spain: the Asturias study", "2007"], ["HbA1c and the prediction of type 2 diabetes in children and adults", "2017"], ["Risk of future diabetes is as high with abnormal intermediate post‐glucose response as with impaired glucose tolerance", "2007"], ["How well does the metabolic syndrome defined by five definitions predict incident diabetes and incident coronary heart disease in a Chinese population?", "2007"], ["Rising tide of cardiovascular disease in American Indians. The strong heart study", "1999"], ["Prediction of type 2 diabetes by hemoglobin A1c in two community‐based cohorts", "2018"], ["Epidemiology of cardiovascular risk factors in Hong Kong", "1997"], ["Obesity and the metabolic syndrome in children and adolescents", "2004"], ["Metabolic risk factors and type 2 diabetes incidence in American Indian children", "2016"], ["Prevalence of diabetes and ethnic differences in cardiovascular risk factors. The 1992 Singapore national health survey", "1999"], ["Multi‐ethnic study of atherosclerosis: objectives and design", "2002"], ["Birth weight and the insulin resistance syndrome: association of low birth weight with truncal obesity and raised plasminogen activator inhibitor‐1 but not with abdominal obesity or plasma lipid disturbances", "2000"]]}