{"a": [["Standards of medical care in diabetes ‐ 2007", "2007 Jan"], ["Long‐term prognosis for diabetic patients with foot ulcers", "1993 Jun"], ["Outcomes of preventative care in a diabetic foot specialty clinic", "1998 Nov‐Dec"], ["Clinical practice. Neuropathic diabetic foot ulcers", "2004"], ["The global burden of diabetic foot disease", "2005"], ["Statistical methods for assessing observer variability in clinical measures", "1992"], ["CONSORT statement: extension to cluster randomised trials", "2004"], ["Diabetes‐ and nondiabetes‐related lower extremity amputation incidence before and after the introduction of better organized diabetes foot care: continuous longitudinal monitoring using a standard method", "2008"], ["Treatment for diabetic foot ulcers", "2005"], ["A national consensus on outcomes and indicators for diabetes patient education", "2009 Apr"], ["Benefits of a multidisciplinary approach in the management of recurrent diabetic foot ulceration in Lithuania: a prospective study", "1999 Sep"], ["The prevalence and determinants of foot ulceration in type 2 diabetic patients in a primary health care setting", "1997"], ["Chapter 9: Analysing data and undertaking meta‐analyses", "2011"], ["Outcome measures for low back pain research. A proposal for standardized use", "2003"], ["Statistical methods for the meta‐analysis of cluster randomization trials", "2001 Oct"], ["Patient education for preventing diabetic foot ulceration", "2010"], ["Diabetic foot ulcers", "2006"], ["Diabetic foot disorders. A clinical practice guideline (2006 revision)", "2006 Sep‐Oct"], ["Epidemiology of lower extremity amputation in centres in Europe, North America and East Asia", "2000 Mar"], ["Chapter 8: Assessing risk of bias in included studies", "2011"], ["Incidence of lower‐limb amputations in the diabetic compared to the non‐diabetic population. Findings from nationwide insurance data, Germany, 2005‐2007", "2009"], ["Global guideline for type 2 diabetes", "2005"], ["Diabetic foot ulcers", "2003"], ["Computer‐supported identification and intervention for diabetic patients at risk for amputation", "1998 Sep‐Oct"], ["Decreasing incidence of major amputation in diabetic patients: a consequence of a multidisciplinary foot care team approach?", "1995 Sep"], ["Chapter 6: Searching for studies", "2011"], ["Diabetic neuropathic foot ulcers and amputation", "2005 May‐Jun"], ["Data collection checklist", "June 2002"], ["The CONSORT Statement: revised recommendations for improving the quality of reports of parallel‐group randomized trials 2001", "2005 Jan"], ["The epidemiology of lower extremity amputations in diabetic individuals", "1983"], ["Health‐related quality of life of diabetic foot ulcer patients and their caregivers", "2005 Sep"], ["Meta‐analysis in medical research: strong encouragement for higher quality in individual research efforts", "1989"], ["Cost‐effectiveness of prevention and treatment of the diabetic foot: a Markov analysis", "2004 Apr"], ["Pathways to diabetic limb amputation. Basis for prevention", "1990 May"], ["Diabetic skin ulcer classification for clinical investigations", "1991"], ["Prevention of diabetes‐related foot ulcers and amputations: a cost‐utility analysis based on Markov model simulations", "2001 Nov"], ["Health‐economic consequences of diabetic foot lesions", "2004"], ["Challenges in systematic reviews of educational intervention studies", "2005"], ["Diabetes and its long‐term complications in general practice: a survey in a well‐defined population", "1993"], ["Preventing foot ulcers and amputations in diabetes", "2005"], ["Interventions to improve the management of diabetes mellitus in primary care, outpatient and community settings", "2000"], ["Diabetic foot ulcer classification system for research purposes: a progress report on criteria for including patients in research studies", "2004 May‐Jun"], ["Members of research ethics committees accepted a modification of the randomized consent design", "2005 Jun"], ["Search filters", "2011"], ["Preventing foot ulcers in patients with diabetes", "2005"], ["Diabetes care and research in Europe: the Saint Vincent Declaration", "1990 May"], ["Diabetic foot ulcers: a quality of life issue", "2001 Jul‐Aug"], ["The diabetic foot", "2003"], ["Global prevalence of diabetes: estimates for the year 2000 and projections for 2030", "May 2004"]], "ex": [["Skin temperature monitoring reduces the risk for diabetic foot ulceration in high‐risk patients", "2007 Dec"], ["Intensive education improves knowledge, compliance, and foot problems in type 2 diabetes", "1991 Feb‐Mar"], ["Randomized, controlled trial of diabetic patient education: improved knowledge without improved metabolic status", "1987 May‐Jun"], ["Improving foot self‐care behaviors with pies sanos", "2008 Apr"], ["The impact of podiatric education for ward nurses: a pilot study", "2007 Feb"], ["Benefits of a multidisciplinary approach in the management of recurrent diabetic foot ulceration in Lithuania", "1999 Sep"], ["Self‐management of foot care for patients 65 years of age or older with diabetes", "2003 Dec"], ["Foot care: knowledge retention and self‐care practices", "1992 Nov‐Dec"], ["Preventing diabetic foot ulcer recurrence in high‐risk patients: use of temperature monitoring as a self‐assessment tool", "2007 Jan"], ["Education for secondary prevention of foot ulcers in people with diabetes: a randomised controlled trial", "2008 Nov"], ["Intensified multifactorial intervention and cardiovascular outcome in type 2 diabetes: the Steno‐2 study", "2003"], ["Evaluation of a structured teaching and treatment programme for type 2 diabetes in general practice in a rural area of Austria", "1995 Apr"], ["Evaluation of the impact of chiropodist care in the secondary prevention of foot ulcerations in diabetic subjects", "2003 Jun"], ["Custom‐made orthesis and shoes in a structured follow‐up program reduces the incidence of neuropathic ulcers in high‐risk diabetic foot patients.", "2012"], ["An intensive, target driven intervention reduced cardiovascular and microvascular events in patients with type 2 diabetes and microabuminuria", "2003 Oct"]], "in": [["Improving foot care for people with diabetes mellitus ‐ a randomized controlled trial of an integrated care approach", "2000 Aug"], ["Two‐year foot care program for minority patients with type 2 diabetes mellitus of Zhuang Tribe in Guangxi, China.", "2012"], ["Reduction of lower extremity clinical abnormalities in patients with non‐insulin‐dependent diabetes mellitus", "1993 Jul"], ["Screening for patients at risk of diabetic foot ulceration in a general diabetic outpatient clinic", "1996 Jun"], ["Diabetes education and care management significantly improve patient outcomes in the dialysis unit", "2002 Sep"], ["Long‐term effects of one‐year intensified podiatric activities in the outpatient foot care of diabetic patients", "1999"]]}