{"a": [["Effect of dapagliflozin, metformin and physical activity on glucose variability, body composition and cardiovascular risk in pre‐diabetes (The PRE‐D Trial) ‐ a randomised, parallel, open‐label, intervention study", "2015"], ["Dapagliflozin and metformin, alone and in combination, in overweight/obese prior GDM women (DAPA‐GDM)", "2016"], ["Insulin secretion and action in subjects with impaired fasting glucose and impaired glucose tolerance: results from the Veterans Administration Genetic Epidemiology Study", "2006"], ["Report of the expert committee on the diagnosis and classification of diabetes mellitus", "1997"], ["Report of the expert committee on the diagnosis and classification of diabetes mellitus", "2003"], ["Standards of medical care in diabetes‐2008", "2008"], ["Diagnosis and classification of diabetes mellitus", "2010"], ["Standards of medical care in diabetes‐2015", "2015"], ["Farxiga product information", "2014"], ["Designing psycho‐oncology randomised trials and cluster randomised trials: variance components and intra‐cluster correlation of commonly used psychosocial measures", "2013"], ["Are systematic reviews up‐to‐date at the time of publication?", "2013"], ["JARDIANCE® product information", "2014"], ["Impact of spin in the abstracts of articles reporting results of randomized controlled trials in the field of cancer: the SPIIN randomized controlled trial", "2014"], ["Apparently conclusive meta‐analyses may be inconclusive‐‐Trial sequential analysis adjustment of random error risk due to repetitive testing of accumulating data in apparently conclusive neonatal meta‐analyses", "2009"], ["2014 National Diabetes Statistics Report", "2015"], ["The utility of fasting glucose for detection of prediabetes", "2006"], ["https://clinicaltrials.gov/ct2/results?term=prediabetes+drugs&amp;Search=Search", "2016"], ["Assessing baseline imbalance in randomised trials: implications for the Cochrane risk of bias tool", "2014"], ["Definition, reporting, and interpretation of composite outcomes in clinical trials: systematic review", "2010"], ["Fasting hyperglycemia in non‐insulin‐dependent diabetes mellitus: contributions of excessive hepatic glucose production and impaired tissue glucose uptake", "1989"], ["Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin", "2002"], ["10‐year follow‐up of diabetes incidence and weight loss in the Diabetes Prevention Program Outcomes Study", "2009"], ["Diabetes prevention in the real world: effectiveness of pragmatic lifestyle interventions for the prevention of type 2 diabetes and of the impact of adherence to guideline recommendations: a systematic review and meta‐analysis", "2014"], ["Bias, precision and statistical power of analysis of covariance in the analysis of randomized trials with baseline imbalance: a simulation study", "2014"], ["Summary of the European public assessment report (EPAR) for Forxiga", "2012"], ["Empagliflozin, cardiovascular outcomes, and mortality in type 2 diabetes", "2015"], ["FDA news release: FDA approves Invokana to treat type 2 diabetes", "2013"], ["FDA news release: FDA approves Farxiga to treat type 2 diabetes", "2014"], ["FDA news release: FDA approves Jardiance to treat type 2 diabetes", "2014"], ["FDA Drug Safety Communication: FDA warns that SGLT2 inhibitors for diabetes may result in a serious condition of too much acid in the blood", "2015"], ["Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance", "2001"], ["Low positive predictive value of hemoglobin A1c for diagnosis of prediabetes in clinical practice", "2014"], ["GRADEpro GDT: GRADEpro Guideline Development Tool. Available from www.gradepro.org", "2015"], ["Quantifying heterogeneity in a meta‐analysis", "2002"], ["Measuring inconsistency in meta‐analysis", "2003"], ["A re‐evaluation of random‐effects meta‐analysis", "2009"], ["Sequential methods for random‐effects meta‐analysis", "2011"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["The Cochrane Collaboration's tool for assessing risk of bias in randomised trials", "2011"], ["Observer bias in randomized clinical trials with measurement scale outcomes: a systematic review of trials with both blinded and nonblinded assessors", "2013"], ["International conference on harmonisation of technical requirements for registration of pharmaceuticals for human use. ICH harmonised tripartite guideline. Guideline for good clinical practice CFR &amp; ICH Guidelines", "USA: Barnett International/PAREXEL, 1997"], ["International Diabetes Federation. IDF Diabetes Atlas", "2013"], ["International Expert Committee report on the role of the A1C assay in the diagnosis of diabetes", "2009"], ["Clinical practice. Diagnosis of diabetes", "2012"], ["INVOKANA® prescribing information sheet. Published 2013", "2013"], ["Beta‐cell function is a major contributor to oral glucose tolerance in high‐risk relatives of four ethnic groups in the U.S", "2002"], ["Noninferiority trials: is a new treatment almost as effective as another?", "2015"], ["The impact of outcome reporting bias in randomised controlled trials on a cohort of systematic reviews", "2010"], ["Discrete sequential boundaries for clinical trials", "1983"], ["The PRISMA statement for reporting systematic and meta‐analyses of studies that evaluate interventions: explanation and elaboration", "2009"], ["Glucose dynamics and mechanistic implications of SGLT2 inhibitors in animals and humans", "2011"], ["Industry sponsorship and research outcome", "2012"], ["Glucose handling by the kidney", "2011"], ["Comparison of registered and published primary outcomes in randomized controlled trials", "2009"], ["A checklist designed to aid consistency and reproducibility of GRADE assessments: development and pilot validation", "2014"], ["Progression rates from HbA1c 6.0‐6.4% and other prediabetes definitions to type 2 diabetes: a meta‐analysis", "2013"], ["Classification and diagnosis of diabetes mellitus and other categories of glucose intolerance. National Diabetes Data Group", "1979"], ["Cumulating evidence from randomized trials: utilizing sequential monitoring boundaries for cumulative meta‐analysis", "1997"], ["Glucose transporters in human renal proximal tubular cells isolated from the urine of patients with non‐insulin‐dependent diabetes", "2005"], ["Review Manager (RevMan)", "2014"], ["Interpretation of random effects meta‐analyses", "2011"], ["Meta‐analysis of randomised trials with a continuous outcome according to baseline imbalance and availability of individual participant data", "2013"], ["Canagliflozin, a novel inhibitor of sodium glucose co‐transporter 2, increases 24‐hour urinary glucose excretion and reduces body weight in obese subjects over 2 weeks of treatment", "2010"], ["Canagliflozin, a novel inhibitor of sodium glucose co‐transporter 2 (SGLT2), increases 24‐h urinary glucose excretion and decreases body weight in obese subjects", "2010"], ["Pharmacodynamics, efficacy and safety of sodium–glucose co‐transporter type 2 (SGLT2) inhibitors for the treatment of type 2 diabetes mellitus", "2015"], ["Racial differences in glycemic markers: a cross‐sectional analysis of community‐based data", "2011"], ["Recommendations for examining and interpreting funnel plot asymmetry in meta‐analyses of randomised controlled trials", "2011"], ["Predisease: when does it make sense?", "2011"], ["Trial sequential analysis may establish when firm evidence is reached in cumulative meta‐analysis", "2008"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Definition, diagnosis and classification of diabetes mellitus and its complications: report of a WHO consultation. Part 1. Diagnosis and classification of diabetes mellitus", "1999"], ["Definition and diagnosis of diabetes mellitus and intermediate hyperglycaemia. Report of a WHO/IDF consultation. 2006", "2006"], ["Developing optimal search strategies for detecting clinically sound treatment studies in EMBASE", "2006"], ["Empirical evidence of bias in treatment effect estimates in controlled trials with different interventions and outcomes: meta‐epidemiological study", "2008"], ["The idolatry of the surrogate", "2011"], ["The epidemic of pre‐diabetes: the medicine and the politics", "2014"]], "ex": [["A Study to Determine Acute (After First Dose) and Chronic (After 28 Days) Effects of Empagliflozin (BI 10773) on Pre and Postprandial Glucose Homeostasis in Patients With Impaired Glucose Tolerance and Type 2 Diabetes Mellitus and Healthy Subjects", "2016"]]}