{"a": [["Report on the Expert Committee on the Diagnosis and Classification of Diabetes Mellitus", "1997"], ["Evidence‐based nutrition principles and recommendations for the treatment and prevention of diabetes and related complications", "2003"], ["Diagnosis and classification of diabetes mellitus", "2004"], ["Prevention or delay of type 2 diabetes", "2004"], ["Definition, diagnosis and classification of diabetes mellitus and its complications. Part I: diagnosis and classification of diabetes mellitus. Provisional report of a WHO consultation", "1998"], ["Obesity and disease management: effects of weight loss on comorbid conditions", "2001"], ["Estimated number of adults with prediabetes in the U.S. in 2000: opportunities for prevention", "2003"], ["Does blinding of readers affect the results of meta‐analyses? Results of a randomized trial", "1997"], ["Effects of exercise on glycemic control and body mass in type 2 diabetes mellitus: a meta‐analysis of controlled clinical trials", "2001"], ["Promoting weight loss in type II diabetes", "1996"], ["Improving long‐term weight loss: Pushing the limits of treatment", "1987"], ["Preservation of pancreatic beta‐cell function and prevention of type 2 diabetes by pharmacological treatment of insulin resistance in high‐risk hispanic women", "2002"], ["National diabetes fact sheet: general information and national estimates on diabetes in the United States", "2002"], ["Acarbose for prevention of type 2 diabetes mellitus: the STOP‐NIDDM randomised trial", "2002"], ["Cochrane Reviewers Handbook", "2001"], ["Glucose tolerance and cardiovascular mortality: comparison of fasting and 2‐hour diagnostic criteria", "2001"], ["Meta‐analysis in clinical trials", "1954"], ["Predictors of progression from impaired glucose tolerance to NIDDM: an analysis of six prospective studies", "1997"], ["Clinical Epidemiology: The Architecture of Clinical Research", "1985"], ["Pravastatin and the development of diabetes mellitus: evidence for a protective treatment effect in the West of Scotland Coronary Prevention Study", "2001"], ["Environmental influences on eating and physical activity", "2001"], ["Evaluating the public health impact of health promotion interventions: the RE‐AIM framework", "1999"], ["Effect of angiotensin‐converting‐enzyme inhibition compared with conventional therapy on cardiovascular morbidity and mortality in hypertension: The Captopril Prevention Project (CAPPP) randomised trial", "1999"], ["Measuring inconsistency in meta‐analysis", "2003"], ["Understanding Robust and Exploratory Data Analysis", "1983"], ["Guidelines for meta‐analyses evaluating diagnostic tests", "1994"], ["Long‐term maintenance of weight loss: current status", "2000"], ["Glycemic effects of postmenopausal hormone therapy: The heart and estrogen/progestin replacement study: A randomized, double‐blind, placebo‐controlled trial", "2003"], ["Selective attrition causes overestimates of treatment effects in studies of weight loss", "1987"], ["Effects of exercise on glucose homeostasis in type 2 diabetes mellitus", "2001"], ["Long‐term follow‐up of behavioral treatment for obesity: patterns of weight regain among men and women", "1989"], ["Womens Healthy Lifestyle Project: A randomized clinical trial: results at 54 months", "2001"], ["Weight loss in severely obese subjects prevents the progression of impaired glucose tolerance to type II diabetes: A longitudinal interventional study", "1994"], ["The prevention and treatment of obesity. Application to type 2 diabetes", "1997"], ["Classification and diagnosis of diabetes mellitus and other categories of glucose intolerance", "1979"], ["Clinical guidelines on the identification, evaluation, and treatment of overweight and obesity in adults: The evidence report", "1998"], ["Self‐management education for adults with type 2 diabetes: a meta‐analysis of the effect on glycemic control", "2002"], ["Efficacy of pharmacotherapy for weight loss in adults with type 2 diabetes mellitus: a meta‐analysis", "2004"], ["Systematic review of the effectiveness of interventions used in the management of obesity", "1998"], ["Intensive lifestyle changes for reversal of coronary heart disease", "1998"], ["Strategies for improving maintenance of weight loss. Toward a continuous care model of obesity management", "1993"], ["The effect of non‐normality on the use of the range in estimating the population standard deviation", "1986"], ["Clinical Epidemiology", "1985"], ["Prevention of type 2 diabetes in obese subjects: First results with orlistat in the XENDOS study", "2002"], ["Differentiated long‐term effects of intentional weight loss on diabetes and hypertension", "2000"], ["Comparison of 2‐year weight loss trends in behavioral treatments of obesity: diet, exercise and combination interventions", "1996"], ["Investigating and dealing with publication and other biases", "2001"], ["Social determinants of health: the community as an empowered partner.", "2004"], ["Misleading funnel plot for detection of bias in meta‐analysis", "2000"], ["Publication bias in meta‐analysis: its causes and consequences", "2000"], ["The prevention and treatment of obesity", "1997"], ["Treatment of obesity by very low calorie diet, behavior therapy, and their combination: a five‐year perspective", "1989"], ["Behavioral treatment of obesity", "2000"], ["World Health Organization Technical Report", "1980"], ["World Health Organization Technical Report.", "1985"], ["Intentional weight loss and mortality among overweight individuals with diabetes", "2000"], ["Behavior change, weight loss, and physiological improvements in type II diabetic patients", "1985"], ["Long‐term effects of modest weight loss in type II diabetic patients", "1987"], ["Effects of a Very‐Low‐Calorie Diet on Long‐Term Glycemic Control in Obese Type 2 Diabetic Subjects", "1991"], ["Behavioral Treatment of Severe Obesity", "1992"], ["Behavioral treatment of obesity: Its application to type II diabetes", "1993"], ["Strategies for changing eating and exercise behavior", "2001"], ["Weight loss in the management of type 2 diabetes.", "2002"], ["Ramipril and the development of diabetes", "2001"]], "ex": [["Long‐term effects of a reduced fat diet intervention on cardiovascular disease risk factors in individuals with glucose intolerance", "2004"], ["Effect of a combined diet‐training program on the insulin sensitivity of obese persons with normal or disordered glucose tolerance", "1982"], ["Randomized controlled trial of a new dietary education program to prevent type 2 diabetes in a high risk group of Japanese male workers", "2003"]], "in": [["The Diabetes Prevention Program: design and methods for a clinical trial in the prevention of type 2 diabetes", "1999"], ["The Diabetes Prevention Program: baseline characteristics of the randomized cohort", "2000"], ["Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin", "2002"], ["The Diabetes Prevention Program (DPP): description of lifestyle intervention", "2002"], ["The Diabetes Prevention Program: recruitment methods and results", "2002"], ["The Fasting Hyperglycaemia Study II: Randomized controlled trial of reinforced healthy‐living advice in subjects with increased but not diabetic fasting plasma glucose", "1997"], ["Leptin concentrations and their relation to body fat distribution and weight loss‐‐a prospective study in individuals with impaired glucose tolerance. DPS‐study group", "1999"], ["Prevention of type II diabetes in subjects with impaired glucose tolerance: the Diabetes Prevention Study (DPS) in Finland. Study design and 1‐year interim report on the feasibility of the lifestyle intervention programme", "1999"], ["Worsening to diabetes in men with impaired glucose tolerance (&quot;borderline diabetes&quot;)", "1979"], ["Changes in blood pressure and body weight over ten years in men selected for glucose intolerance", "1987"], ["Effects of insulin resistance and insulin secretion on the efficacy of interventions to retard development of type 2 diabetes mellitus: the DA Qing IGT and Diabetes Study", "2002"], ["Improvement of BMI, body composition, and body fat distribution with lifestyle modification in Japanese Americans with impaired glucose tolerance", "2002"], ["Improved fibrinolysis by intense lifestyle intervention. A randomized trial in subjects with impaired glucose tolerance", "1999"], ["The Finnish Diabetes Prevention Study (DPS)", "2003"], ["Lifestyle intervention according to general recommendations improves glucose tolerance", "2003"], ["Study on lifestyle‐intervention and impaired glucose tolerance Maastricht (SLIM): Design and screening results", "2003"], ["Study on lifestyle intervention and impaired glucose tolerance Maastricht (SLIM): Preliminary results after one year", "2003"], ["Can lifestyles of subjects with impaired glucose tolerance be changed? A feasibility study", "1992"], ["Effects of diet and exercise in preventing NIDDM in people with impaired glucose tolerance: The Da Qing IGT and Diabetes Study", "1997"], ["Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance", "2001"], ["The Finnish Diabetes Prevention Study", "2000"], ["Long‐term improvement in insulin sensitivity by changing lifestyles of people with impaired glucose tolerance; 4‐year results from the Finnish Diabetes Prevention Study", "2003"]]}