{"a": [["Comparable glycaemic control with once weekly dulaglutide versus insulin glargine, both combined with lispro, in type 2 diabetes and chronic kidney disease (AWARD‐7) [abstract]", "2017"], ["A randomised, double‐blind, trial of the safety and efficacy of omarigliptin (a once‐weekly DPP‐4 inhibitor) in subjects with type 2 diabetes and renal impairment", "2017"], ["Effect of rosiglitazone on arterial function and stiffness in patients with stage 3 to 4 chronic kidney disease [abstract no: 127]", "2008"], ["Design of DEVOTE (Trial Comparing Cardiovascular Safety of Insulin Degludec vs Insulin Glargine in Patients With Type 2 Diabetes at High Risk of Cardiovascular Events) ‐ DEVOTE 1", "2016"], ["Serial measurement of high‐sensitivity troponin i and cardiovascular outcomes in patients with type 2 diabetes mellitus in the EXAMINE Trial (Examination of Cardiovascular Outcomes With Alogliptin Versus Standard of Care)", "2017"], ["LEADER 2: baseline calcitonin in 9340 people with type 2 diabetes enrolled in the Liraglutide Effect and Action in Diabetes: Evaluation of cardiovascular outcome Results (LEADER) trial: preliminary observations", "2015"], ["Twelve weeks of pioglitazone therapy significantly attenuates dysmetabolism and reduces inflammation in continuous ambulatory peritoneal dialysis patients‐‐a randomized crossover trial", "2012"], ["Linagliptin and its effects on hyperglycaemia and albuminuria in patients with type 2 diabetes and renal dysfunction: the randomized MARLINA‐T2D trial", "2017"], ["Exploratory study to investigate the suppressive effect of oral anti‐diabetic drug (tzd) on progression of diabetic nephropathy on Japanese type 2 diabetic patients", "2009"], ["The effect of low dose liraglutide on renal inflammation in type 2 diabetic kidney disease: a randomised controlled study [abstract]", "2016"], ["Effects of linagliptin on renal endothelial function in patients with type 2 diabetes: a randomised clinical trial", "2016"], ["Semaglutide provides sustained reductions in body weight over 2 years in subjects with type 2 diabetes (SUSTAIN 6) [abstract]", "2017"], ["The effect of liraglutide on renal function: a randomized clinical trial", "2017"], ["Rosiglitazone's effect to trace urinary protein and C‐reactive protein in patients with diabetic nephropathy", "2006"], ["CARMELINA trial baseline characteristics: A cardiovascular and renal microvascular outcome trial with linagliptin in patients with type 2 diabetes at high vascular risk [abstract]", "2017"], ["A study to evaluate the effect of dapagliflozin with and without saxagliptin on albuminuria, and to investigate the effect of dapagliflozin and saxagliptin on hba1c in patients with type 2 diabetes and CKD3", "2015"], ["Continuous glucose monitoring to assess glycemia in chronic kidney disease ‐ changing glucose management (CANDY‐CANE)", "2015"], ["Standards of medical care in diabetes‐‐2017", "2017"], ["Intensive blood glucose control and vascular outcomes in patients with type 2 diabetes", "2008"], ["ALECARDIO trial halted for safety", "2013"], ["The renal effects of SGLT2 inhibitors and a mini‐review of the literature", "2016"], ["ANZDATA 32nd Annual Report. 2009 Report: Data to 2008. Chapter 2: New patients commencing treatment in 2008", "2008"], ["Drug prescribing in renal failure: dosing guidelines for adults", "1983"], ["Prevalence of kidney damage in Australian adults: the AusDiab kidney study", "2003"], ["The CARI Guidelines. Prevention and management of chronic kidney disease in type 2 diabetes", "2010"], ["Management of drugs affecting blood glucose in diabetic patients with renal failure", "2000"], ["Efficacy and safety of dipeptidyl peptidase‐4 inhibitors in type 2 diabetes mellitus patients with moderate to severe renal impairment: a systematic review and meta‐analysis", "2014"], ["Excerpts from the United States Renal Data System 2006 Annual Data Report", "2007"], ["Excerpts from the United States Renal Data System 2007 Annual Data Report", "2008"], ["Intensive glucose control and macrovascular outcomes in type 2diabetes.[Erratum appears in Diabetologia. 2009 Nov;52(1):2470 Note: Control Group [added]]", "2009"], ["Prevalence of chronic kidney disease and decreased kidney function in the adult US population: Third National Health and Nutrition Examination Survey", "2003"], ["The effect of intensive treatment of diabetes on the development and progression of long‐term complications in insulin‐dependent diabetes mellitus", "1993"], ["Effect of intensive therapy on the development and progression of diabetic nephropathy in the Diabetes Control and Complications Trial. The Diabetes Control and Complications (DCCT) Research Group", "1995"], ["Glucose control and vascular complications in veterans with type 2 diabetes.[Erratum appears in N Engl J Med. 2009 Sep 3;361(10):1028], [Erratum appears in N Engl J Med. 2009 Sep 3;361(10):1024‐5; PMID: 19726779]", "2009"], ["Pancreatitis, pancreatic, and thyroid cancer with glucagon‐like peptide‐1‐based therapies", "2011"], ["Clinical Practice Guideline on management of patients with diabetes and chronic kidney disease stage 3b or higher (eGFR &lt;45 mL/min)", "2015"], ["Rezulin from the market", "2000"], ["Is there a need to optimize glycemic control in hemodialyzed diabetic patients?", "2006"], ["GRADE: an emerging consensus on rating quality of evidence and strength of recommendations", "2008"], ["Measuring inconsistency in meta‐analyses", "2003"], ["Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["10‐year follow‐up of intensive glucose control in type 2 diabetes", "2008"], ["Safety and efficacy of incretin‐based therapies in patients with type 2 diabetes mellitus and CKD: a systematic review and meta‐analysis", "2016"], ["IDF Diabetes Atlas. 6th edition. 2013", "2013"], ["Management of hyperglycaemia in type 2 diabetes: a patient‐centered approach. Position statement of the American Diabetes Association (ADA) and the European Association for the Study of Diabetes (EASD).[Erratum appears in Diabetologia. 2013 Mar;56(3):680]", "2012"], ["Effect of intensive treatment of hyperglycaemia on microvascular outcomes in type 2 diabetes: an analysis of the ACCORD randomised trial.[Erratum appears in Lancet. 2010 Oct 30;376(9751):1466]", "2010"], ["Hemodialysis‐induced hypoglycemia in diabetic patients", "2000"], ["Glucose lowering therapies for chronic kidney disease and kidney transplantation", "2012"], ["The definition, classification, and prognosis of chronic kidney disease: a KDIGO Controversies Conference report.[Erratum appears in Kidney Int. 2011 Nov;80(9):1000], [Erratum appears in Kidney Int. 2011 Nov 1;80(9):1000; PMID: 30036909]", "2011"], ["K/DOQI clinical practice guidelines for chronic kidney disease: evaluation, classification, and stratification", "2002"], ["KDOQI Clinical Practice Guideline for Diabetes and CKD: 2012 Update.[Erratum appears in Am J Kidney Dis. 2013 Jun;61(6):1049]", "2012"], ["Impact of dialysis therapy on insulin resistance in end‐stage renal disease: comparison of haemodialysis and continuous ambulatory peritoneal dialysis", "2000"], ["Effect of intensive glycemic control on microalbuminuria in type 2 diabetes. Veterans Affairs Cooperative Study on Glycemic Control and Complications in Type 2 Diabetes Feasibility Trial Investigators", "2000"], ["Glucose‐lowering agents for treating pre‐existing and new‐onset diabetes in kidney transplant recipients", "2017"], ["Long‐term impact of chronic hemodialysis on glycemic control and serum lipids in insulin‐treated type 2 diabetic patients", "2005"], ["Frequency of hypoglycemia and its significance in chronic kidney disease", "2009"], ["Glycemic control is a predictor of survival for diabetic patients on hemodialysis", "2001"], ["Intensive diabetes treatment and cardiovascular disease in patients with type 1 diabetes", "2005"], ["Intensive insulin therapy prevents the progression of diabetic microvascular complications in Japanese patients with non‐insulin‐dependent diabetes mellitus: a randomized prospective 6‐year study", "1995"], ["Impact of glycemic control on survival of diabetic patients on chronic regular hemodialysis: a 7‐year observational study", "2006"], ["Comparative effectiveness of glycemic control in patients with type 2 diabetes treated with GLP‐1 receptor agonists: a network meta‐analysis of placebo‐controlled and active‐comparator trials", "2017"], ["A systematic review on effect of canagliflozin in special population", "2016"], ["Chronic kidney disease, cardiovascular events, and the effects of perindopril‐based blood pressure lowering: Data from the PROGRESS Study", "2007"], ["Intensive glucose control improves kidney outcomes in patients with type 2 diabetes", "2013"], ["Rationale and strategies for early detection and management of diabetic kidney disease", "2008"], ["Impact of diabetic nephropathy on pharmacodynamic and pharmacokinetic properties of insulin in type 1 diabetic patients", "2001"], ["Efficacy and safety of DPP‐4 inhibitors in patients with type 2 diabetes: Meta‐analysis of placebo‐controlled randomized clinical trials", "2017"], ["Sodium glucose co‐transporter 2 (SGLT2) inhibitors and fracture risk in patients with type 2 diabetes mellitus: A systemic review and meta‐analysis [abstract]", "2016"], ["Pharmacokinetics, pharmacodynamics and clinical use of SGLT2 inhibitors in patients with type 2 diabetes mellitus and chronic kidney disease", "2015"], ["Chapter 11: Presenting results and 'Summary of findings' tables. In: Higgins JP, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Chapter 12: Interpreting results and drawing conclusions. In: Higgins JP, Green S (editors). Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0 [updated March 2011]. The Cochrane Collaboration, 2011", "2011"], ["Glycemic control and the risk of death in 1,484 patients receiving maintenance hemodialysis", "2010"], ["Association between glycemic control and adverse outcomes in people with diabetes mellitus and chronic kidney disease: a population‐based cohort study", "2011"], ["SGLT‐2 receptor inhibitors for treating patients with type 2 diabetes mellitus: a systematic review and network meta‐analysis", "2016"], ["An updated systematic review and meta‐analysis on the efficacy and tolerability of dipeptidyl peptidase‐4 inhibitors in patients with type 2 diabetes with moderate to severe chronic kidney disease", "2016"], ["Benefits and harms of sodium‐glucose co‐transporter 2 inhibitors in patients with type 2 diabetes: a systematic review and meta‐analysis", "2016"], ["Diabetic kidney disease: a report from an ADA Consensus Conference", "2014"], ["Intensive blood‐glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group.[Erratum appears in Lancet 1999 Aug 14;354(9178):602]", "1998"], ["Effect of intensive blood‐glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34). UK Prospective Diabetes Study (UKPDS) Group.[Erratum appears in Lancet 1998 Nov 7;352(9139):1558]", "1998"], ["Targeting renal glucose reabsorption to treat hyperglycaemia: the pleiotropic effects of SGLT2 inhibition", "2007"], ["Dipeptidyl peptidase‐4 inhibitors in chronic kidney disease: a systematic review of randomized clinical trials", "2017"], ["Hemodialyzed type I and type II diabetic patients in the US: characteristics, glycemic control, and survival", "2006"], ["Poor pre‐dialysis glycaemic control is a predictor of mortality in type II diabetic patients on maintenance haemodialysis", "1997"], ["Effects of sodium‐glucose cotransporter‐2 inhibitors on cardiovascular events, death, and major safety outcomes in adults with type 2 diabetes: a systematic review and meta‐analysis.[Erratum appears in Lancet Diabetes Endocrinol. 2016 Sep;4(9):e9; PMID: 27174817]", "2016"], ["Cardiovascular effects of dipeptidyl peptidase‐4 inhibitor in diabetic patients with and without established cardiovascular disease: a meta‐analysis and systematic review", "2017"], ["Efficacy and safety of sodium‐glucose co‐transporter‐2 inhibitors in type 2 diabetes mellitus: systematic review and network meta‐analysis", "2016"], ["Sodium‐glucose linked transporter‐2 inhibitors in chronic kidney disease", "2015"], ["Effects of intensive glucose control on microvascular outcomes in patients with type 2 diabetes: a meta‐analysis of individual participant data from randomised controlled trials", "2017"]], "ex": [["Effects of medical therapies on retinopathy progression in type 2 diabetes.[Erratum appears in N Engl J Med. 2011 Jan 13;364(2):190], [Erratum appears in N Engl J Med. 2012 Dec 20;367(25):2458]", "2010"], ["Glycemic durability of rosiglitazone, metformin, or glyburide monotherapy.[erratum appears in N Engl J Med. 2007 Mar 29;356(13):1387‐8]", "2006"], ["Rationale and design of the ADVANCE study: a randomised trial of blood pressure lowering and intensive glucose control in high‐risk individuals with type 2 diabetes mellitus. Action in Diabetes and Vascular Disease: PreterAx and DiamicroN Modified‐Release Controlled Evaluation", "2001"], ["Anti‐inflammatory effects of short‐term pioglitazone therapy in men with advanced diabetic nephropathy", "2006"], ["Addition of pioglitazone or bedtime insulin to maximal doses of sulfonylurea and metformin in type 2 diabetes patients with poor glucose control: a prospective, randomized trial", "2004"], ["The short‐term effect of a switch from glibenclamide to metformin on blood pressure and microalbuminuria in patients with type 2 diabetes mellitus", "2000"], ["Effect of chronic intermittent intravenous insulin therapy on antihypertensive medication requirements in IDDM subjects with hypertension and nephropathy", "1995"], ["Pioglitazone reduces urinary albumin excretion in renin‐angiotensin system inhibitor‐treated type 2 diabetic patients with hypertension and microalbuminuria: the APRIME study", "2011"], ["Rosiglitazone reduces microalbuminuria and blood pressure independently of glycemia in type 2 diabetes patients with microalbuminuria", "2006"], ["Early glomerulopathy is present in young, type 1 (insulin‐dependent) diabetic patients with microalbuminuria", "1993"], ["Ankle‐brachial index and cardiovascular outcomes in the Bypass Angioplasty Revascularization Investigation 2 Diabetes trial", "2012"], ["Specific thromboxane synthetase inhibition and albumin excretion rate in insulin‐dependent diabetes", "1984"], ["Efficacy and safety of canagliflozin versus glimepiride in patients with type 2 diabetes inadequately controlled with metformin (CANTATA‐SU): 52 week results from a randomised, double‐blind, phase 3 non‐inferiority trial", "2013"], ["The effects of pioglitazone on urinary albumin in excretion rate of early diabetic nephropathy", "2005"], ["Saxagliptin added to a submaximal dose of sulphonylurea improves glycaemic control compared with uptitration of sulphonylurea in patients with type 2 diabetes: a randomised controlled trial.[Erratum appears in Int J Clin Pract. 2010 Jan;64(2):277]", "2009"], ["Clinical observation of pioglitazone in diabetic nephropathy", "2004"], ["Observation on the therapeutic effect of rosiglitazone combined with metformin on diabetic nephropathy", "2006"], ["The effect of six months continuous subcutaneous insulin infusion on kidney function and size in insulin‐dependent diabetics", "1986 Jan"], ["The impact of glycaemic control on autoregulation of glomerular filtration rate in patients with non‐insulin dependent diabetes", "2001 Feb"], ["The effect of low‐flux and high‐flux dialysers on endothelial dysfunction, oxidative stress and insulin resistance [abstract no: SA‐PO774]", "2006"], ["Effect of long‐term near‐normoglycemia on the progression of diabetic nephropathy", "1985 Feb"], ["Effects of pulsatile intravenous insulin therapy on the progression of diabetic nephropathy", "2000"], ["A 24‐week, multicenter, randomized, double‐blind, placebo‐controlled, parallel‐group study of the efficacy and tolerability of combination therapy with rosiglitazone and sulfonylurea in African American and Hispanic American patients with type 2 diabetes inadequately controlled with sulfonylurea monotherapy", "2007 Sep"], ["Multiple superoxide dismutase 1/splicing factor serine alanine 15 variants are associated with the development and progression of diabetic nephropathy: the Diabetes Control and Complications Trial/Epidemiology of Diabetes Interventions and Complications Genetics study", "2008"], ["Paricalcitol does not improve glucose metabolism in patients with stage 3‐4 chronic kidney disease", "2013"], ["The efficacy and safety of saxagliptin when added to metformin therapy in patients with inadequately controlled type 2 diabetes with metformin alone", "2009"], ["Metabolic variations with oral antidiabetic drugs in patients with Type 2 diabetes: comparison between glimepiride and metformin", "2004"], ["A time‐limited, problem‐orientated psychotherapeutic intervention in Type 1 diabetic patients with complications: a randomized controlled trial", "2002"], ["Effect of octreotide on insulin requirement, hepatic glucose production, growth hormone, glucagon and c‐peptide levels in type 2 diabetic patients with chronic renal failure or normal renal function", "2001"], ["Diabetic Nephropathy Remission and Regression Team Trial in Japan (DNETT‐Japan): rationale and study design", "2010"], ["Pioglitazone hydrochloride in combination with metformin in the treatment of type 2 diabetes mellitus: a randomized, placebo‐controlled study. The Pioglitazone 027 Study Group", "2000"], ["Acute effects of linagliptin on progenitor cells, monocyte phenotypes, and soluble mediators in type 2 diabetes", "2016"], ["Observation of treatment effect of pioglitazone in diabetic kidney disease", "2007"], ["Effect of two years of strict metabolic control on progression of incipient nephropathy in insulin‐dependent diabetes", "1986"], ["The efficacy and safety of the dipeptidyl peptidase‐4 inhibitor saxagliptin in treatment‐naive patients with type 2 diabetes mellitus: a randomized controlled trial", "2012"], ["Role of metformin in treatment of hypertension in patients with insulin resistance mediated hypertension [abstract]", "2000"], ["Observation of therapeutic effects of rosiglitazone in type2 diabetic nephropathy", "2007"], ["Short‐term improvement effects of pioglitazone combined prostaglandin E1 in diabetic nephropathy", "2006"], ["Effects of rosiglitazone on urinary albumin excretion in patients with early diabetic nephropathy", "2007"], ["Pioglitazone combined fosinopril in treating 52 patients with type 2 diabetes and microalbuminuria", "2007"], ["The rationale and design of the Glycemic Effects in Diabetes Mellitus Carvedilol‐Metoprolol Comparison in Hypertensives (GEMINI) trial", "2005"], ["Effect of antihypertensive combinations on arterial pressure, albuminuria, and glycemic control in patients with type II diabetic nephropathy: a randomized study", "2002"], ["Observation of therapeutic effects of pioglitazone in early diabetic nephropathy", "2004"], ["Saxagliptin added to a thiazolidinedione improves glycemic control in patients with type 2 diabetes and inadequate control on thiazolidinedione alone", "2009"], ["Prevention of deterioration of renal and sensory‐nerve function by more intensive management of insulin‐dependent diabetic patients. A two‐year randomised prospective study", "1983"], ["Effect of rosiglitazone on serum CRP and plasma PAI‐1 in patients with early type 2 diabetic nephropathy", "2007"], ["Hydrochloride pioglitazone decreases urinary TGF‐beta1 excretion in type 2 diabetics", "2010"], ["Observation of therapeutic effects of rosiglitazone in diabetic nephropathy", "2004"], ["Effect of rosiglitazone on urinary monocyte chemoattractant protein‐1 in patients with diabetic nephropathy", "2006"], ["Effects of pioglitazone on changes of haemorrheology and insulin resistance in patients with early diabetic nephropathy", "2007"], ["Effect of troglitazone on microalbuminuria in patients with incipient diabetic nephropathy", "1998"], ["Pharmacokinetic and pharmacodynamic profiles of canagliflozin in Japanese patients with type 2 diabetes mellitus and moderate renal impairment", "2014"], ["Lack of effect of gliclazide on early diabetic nephropathy and retinopathy: a two‐year controlled study", "1987"], ["Effects of melatonin and zinc on lipid profile and renal function in type 2 diabetic patients poorly controlled with metformin", "2006"], ["Empagliflozin monotherapy in Japanese patients with type 2 diabetes mellitus: a randomized, 12‐week, double‐blind, placebo‐controlled, phase II trial", "2014"], ["Effect of various diuretic treatments on rosiglitazone‐induced fluid retention", "2006"], ["Pioglitazone reduces urinary protein and urinary transforming growth factor‐beta excretion in patients with type 2 diabetes and overt nephropathy", "2006"], ["Local and systemic effects of neutral pH, low GDP dialysate in CAPD patients [abstract no: SA‐FC202]", "2002"], ["Troglitazone or metformin in combination with sulfonylureas for patients with type 2 diabetes?", "1999"], ["Intensive insulin therapy prevents the progression of diabetic microvascular complications in Japanese patients with non‐insulin‐dependent diabetes mellitus: a randomized prospective 6‐year study", "1995"], ["Rosiglitazone monotherapy is effective in patients with type 2 diabetes.[Erratum appears in J Clin Endocrinol Metab. 2002 Feb;2(1):iv.], [Erratum appears in J Clin Endocrinol Metab 2001 Apr;86(4):1659]", "2001"], ["Renal effects of the sodium‐glucose cotransporter 2 (SGLT2) inhibitor dapagliflozin (BMS‐512148) in patients with type 2 diabetes mellitus (T2DM) [abstract no: TH‐PO1022]", "2008"], ["Observation of effect of rosiglitazone in type 2 diabetes with trace urinary protein", "2004"], ["Effects of pioglitazone on microalbuminuria of early diabetic nephropathy", "2006"], ["Therapeutic effect of captopril combined with rosiglitazone on early diabetic nephropathy", "2008"], ["Rosiglitazone affect type 2 diabetic nephropathy", "2008"], ["Significance of intensive glycemic control on early diabetic nephropathy patients with microalbuminuria", "2010"], ["Long‐term efficacy and tolerability of add‐on pioglitazone therapy to failing monotherapy compared with addition of gliclazide or metformin in patients with type 2 diabetes", "2005"], ["Multifactorial intervention in individuals with type 2 diabetes and microalbuminuria: the Microalbuminuria Education and Medication Optimisation (MEMO) study", "2011"], ["Rosiglitazone decreases albuminuria in type 2 diabetic patients", "2007"], ["Comparative effects of pioglitazone, glibenclamide, and voglibose on urinary endothelin‐1 and albumin excretion in diabetes patients", "2000"], ["Effect of troglitazone on urinary albumin excretion and serum type IV collagen concentrations in Type 2 diabetic patients with microalbuminuria or macroalbuminuria", "2001"], ["Effect of pioglitazone on carotid intima‐media thickness and arterial stiffness in type 2 diabetic nephropathy patients", "2004"], ["Effect of pioglitazone on urinary liver‐type fatty acid‐binding protein concentrations in diabetes patients with microalbuminuria", "2006"], ["Combined diabetes‐renal multifactorial intervention in patients with advanced diabetic nephropathy (ADN)", "2008"], ["A phase III randomized, double‐blind, parallel‐group study to evaluate the efficacy and safety of acarmet (metformin HCl 500 mg plus acarbose 50 mg tablets) versus acarbose alone in subjects with type 2 diabetes mellitus", "2010"], ["Impact of reduced renal function on the glucose‐lowering effects of luseogliflozin, a selective SGLT2 inhibitor, assessed by continuous glucose monitoring in Japanese patients with type 2 diabetes mellitus", "2016"], ["Effect of near normoglycaemia for two years on progression of early diabetic retinopathy, nephropathy, and neuropathy: the Oslo study", "1986"], ["Comparison of effects of quinapril and metoprolol on glycaemic control, serum lipids, blood pressure, albuminuria and quality of life in non‐insulin‐dependent diabetes mellitus patients with hypertension. Swedish Quinapril Group", "1998"], ["Efficacy and safety of saxagliptin in drug‐naive Asian patients with type 2 diabetes mellitus: a randomized controlled trial", "2012"], ["Nephro‐ and neuroprotective effects of rosiglitazone versus glimepiride in normoalbuminuric patients with type 2 diabetes mellitus: a randomized controlled trial", "2009"], ["In type 2 diabetes, rosiglitazone therapy for insulin resistance ameliorates endothelial dysfunction independent of glucose control", "2004"], ["Rosiglitazone improves glomerular hyperfiltration, renal endothelial dysfunction, and microalbuminuria of incipient diabetic nephropathy in patients", "2005"], ["Effect of thiazolidinedione treatment on proteinuria and renal hemodynamic in type 2 diabetic patients with overt nephropathy", "2012"], ["Pulsatile intermittent intravenous insulin therapy for attenuation of retinopathy and nephropathy in type 1 diabetes mellitus", "2010"], ["Effect of protein intake on glycaemic control and renal function in type 2 (non‐insulin‐dependent) diabetes mellitus", "1993"], ["Long‐term efficacy and tolerability of add‐on pioglitazone therapy to failing monotherapy compared with addition of gliclazide or metformin in patients with type 2 diabetes", "2005"], ["Effect of hyperinsulinemia during hemodialysis on the insulin‐like growth factor system and inflammatory biomarkers: a randomized open‐label crossover study", "2013"], ["Effect of saxagliptin monotherapy in treatment‐naive patients with type 2 diabetes", "2009"], ["Decreased heart rate variability in patients with type 1 diabetes mellitus is related to arterial wall stiffness", "1999"], ["Efficacy and safety of luseogliflozin added to various oral antidiabetic drugs in Japanese patients with type 2 diabetes mellitus", "2015"], ["Effects of high dose aleglitazar on renal function in patients with type 2 diabetes", "2011"], ["Rosiglitazone in urinary protein of diabetic nephropathy", "2007"], ["Rationale, design, and baseline characteristics of a trial for the prevention of diabetic atherosclerosis using a DPP‐4 inhibitor: the Study of Preventive Effects of Alogliptin on Diabetic Atherosclerosis (SPEAD‐A)", "2013"], ["Canagliflozin, a sodium glucose co‐transporter 2 inhibitor, reduces post‐meal glucose excursion in patients with type 2 diabetes by a non‐renal mechanism: results of a randomized trial", "2014"], ["Effect of a multifactorial intervention on mortality in type 2 diabetes", "2008"], ["Effect of dapagliflozin in patients with type 2 diabetes who have inadequate glycaemic control with glimepiride: a randomized, 24‐week, double‐blind, placebo‐controlled trial", "2011"], ["Pioglitazone affects the urinary protein extracting rate in early diabetic nephropathy", "2006"], ["Effect of pioglitazone on serum advanced glycosylation end product peptide and monocyte chemoattractant protein‐1 in type 2 diabetic patients", "2006"], ["Observation of therapeutic effect of rosiglitazone in type 2 diabetes with nephropathy", "2006"], ["Treatment effect of rosiglitazone in type 2 diabetic nephropathy", "2007"], ["Black/African American patients with type 2 diabetes mellitus: study design and baseline patient characteristics from a randomized clinical trial of linagliptin", "2012"], ["United Kingdom Prospective Diabetes Study 17: a 9‐year update of a randomized, controlled trial on the effect of improved metabolic control on complications in non‐insulin‐dependent diabetes mellitus", "1996"], ["Efficacy of atenolol and captopril in reducing risk of macrovascular and microvascular complications in type 2 diabetes: UKPDS 39. UK Prospective Diabetes Study Group", "1998"], ["Cardiovascular events and correlates in the Veterans Affairs Diabetes Feasibility Trial. Veterans Affairs Cooperative Study on Glycemic Control and Complications in Type II Diabetes", "1997"], ["Comparative study of monocomponent insulins and conventional insulins on the course of diabetic nephropathy. A follow‐up study", "1990"], ["Anti‐inflammatory effect of an insulin infusion in patients on maintenance haemodialysis: a randomized controlled pilot study", "2011"], ["Renal protecting effects of pioglitazone in diabetic nephropathy", "2004"], ["Rosiglitazone affects albuminuria in type 2 diabetes", "2005"], ["Effects of rosiglitazone in type 2 diabetic nephropathy", "2005"], ["Twenty‐two cases diagnosed with diabetic nephropathy treated with pioglitazone combined prostaglandin", "2006"], ["Effect of rosiglitazone in early stage of diabetic nephropathy", "2008"], ["Effect of blood glucose control on increased glomerular filtration rate and kidney size in insulin‐dependent diabetes", "1985"], ["Observation of trace urinary protein and C‐reactive protein level of pioglitazone treating early diabetic nephropathy", "2005"], ["Efficacy and safety of saxagliptin added to metformin in Asian people with type 2 diabetes mellitus: a randomized controlled trial", "2011"], ["Effect of insulin‐unstimulated diabetic therapy with miglitol on serum cystatin C level and its clinical significance", "2009"], ["Clinical observation of treatment effect of enalapril combined rosiglitazone in early stage diabetic nephropathy", "2007"], ["Exenatide reduces urinary transforming growth factor‐beta1 and type IV collagen excretion in patients with type 2 diabetes and microalbuminuria", "2012"], ["Effect of rosiglitazone in microalbuminuria in type 2 diabetic nephropathy", "2007"], ["The clinical observation of benazepril combined with rosiglitazone in patients with diabetic nephropathy", "2006"], ["Renal protection effects of rosiglitazone in diabetic nephropathy", "2003"], ["Observation of treatment effect of rosiglitazone combined irbesartan", "2007"], ["Metformin treatment of early diabetic nephropathy", "2007"], ["Observation of curative effect of rosiglitazone on delaying progression of type 2 diabetic nephropathy", "2005"]], "in": [["Combination therapy of pioglitazone with voglibose improves glycemic control safely and rapidly in Japanese type 2‐diabetic patients on hemodialysis", "2007"], ["Clinical investigation of the effects of pioglitazone on the improvement of insulin resistance and blood pressure in type 2‐diabetic patients undergoing hemodialysis", "2008"], ["Combination therapy with mitiglinide and voglibose improves glycemic control in type 2 diabetic patients on hemodialysis", "2010"], ["Clinical effectiveness and safety evaluation of long‐term pioglitazone treatment for erythropoietin responsiveness and insulin resistance in type 2 diabetic patients on hemodialysis", "2010"], ["Efficacy and safety of saxagliptin, a dipeptidyl peptidase‐4 inhibitor, in hemodialysis patients with diabetic nephropathy: A randomized open‐label prospective trial", "2016"], ["Effects of aleglitazar on renal function in patients with stage 3 chronic kidney disease and type‐2 diabetes [abstract no: O22]", "2013"], ["Consistency of the A1C‐lowering effects of sitagliptin versus glipizide in patients with type 2 diabetes and chronic renal insufficiency across a variety of baseline characteristics [abstract]", "2012"], ["Efficacy and safety of sitagliptin in patients with type 2 diabetes and ESRD receiving dialysis: a 54‐week randomized trial", "2013"], ["A randomized trial of two weight‐based doses of insulin glargine and glulisine in hospitalized subjects with type 2 diabetes and renal insufficiency", "2012"], ["Efficacy and safety of linagliptin in elderly patients (.70 years) with type 2 diabetes mellitus [abstract no: OCS‐05‐3]", "2012"], ["Sitagliptin increases circulating endothelial progenitor cells in patients with type 2 diabetes and advanced chronic kidney disease [abstract]", "2016"], ["Safety and efficacy of sitagliptin in patients with type 2 diabetes and chronic renal insufficiency", "2008"], ["Comparative randomized study of insulin administration through two different routes in CAPD diabetic patients [abstract]", "1987"], ["Contrasting influences of renal function on blood pressure and HbA1c reductions with empagliflozin in patients with type 2 diabetes and hypertension [abstract no: 16709]", "2014"], ["Effects of empagliflozin on the urinary albumin‐to‐creatinine ratio in patients with type 2 diabetes and established cardiovascular disease: an exploratory analysis from the EMPA‐REG OUTCOME randomised, placebo‐controlled trial", "2017"], ["Efficacy and safety of empagliflozin added to existing antidiabetes treatment in patients with type 2 diabetes and chronic kidney disease: a randomised, double‐blind, placebo‐controlled trial", "2014"], ["Efficacy and safety of gemigliptin in type 2 diabetes patients with moderate to severe renal impairment [abstract no:804]", "2015"], ["Influence of renal function on the 52‐week efficacy and safety of the sodium glucose cotransporter 2 inhibitor luseogliflozin in Japanese patients with type 2 diabetes mellitus", "2016"], ["Safety and efficacy of liraglutide in patients with type 2 diabetes and end‐stage renal disease: protocol for an investigator‐initiated prospective, randomised, placebo‐controlled, double‐blinded, parallel intervention study", "2013"], ["The dipeptidyl peptidase‐4 (DPP‐4) inhibitor vildagliptin improves glycemic control in type 2 diabetic patients undergoing hemodialysis", "2011"], ["Angiotensin type‐1 receptor blockade with losartan increases insulin sensitivity and improves glucose homeostasis in subjects with type 2 diabetes and nephropathy", "2007"], ["Efficacy and safety of dapagliflozin monotherapy in Japanese patients with type 2 diabetes inadequately controlled by diet and exercise", "2014"], ["Long‐term study of patients with type 2 diabetes and moderate renal impairment shows that dapagliflozin reduces weight and blood pressure but does not improve glycemic control", "2014"], ["Comparison of vildagliptin and sitagliptin in patients with type 2 diabetes and severe renal impairment: a randomised clinical trial", "2015"], ["Long‐term efficacy and safety of linagliptin in type 2 diabetes patients with moderate to severe renal disease", "2014"], ["A randomized, double‐blind, placebo‐controlled study on long‐term efficacy and safety of ipragliflozin treatment in patients with type 2 diabetes mellitus and renal impairment: results of the long‐term ASP1941 safety evaluation in patients with type 2 diabetes with renal impairment (LANTERN) study", "2015"], ["Efficacy and safety of the once‐weekly GLP‐1 receptor agonist albiglutide versus sitagliptin in patients with type 2 diabetes and renal impairment: a randomized phase III study", "2014"], ["Efficacy and tolerability of linagliptin added to a sulfonylurea regimen in patients with inadequately controlled type 2 diabetes mellitus: an 18‐week, multicenter, randomized, double‐blind, placebo‐controlled trial", "2012"], ["Efficacy and safety of liraglutide versus placebo as add‐on to glucose‐lowering therapy in patients with type 2 diabetes and moderate renal impairment (LIRA‐RENAL): a randomized clinical trial", "2016"], ["Comparison of vildagliptin with placebo in a 24‐week study of 221 patients with type 2 diabetes and severe renal impairment (eGFR&lt;30) [abstract]", "2011"], ["Linagliptin added to sulphonylurea in uncontrolled type 2 diabetes patients with moderate‐to‐severe renal impairment", "2014"], ["The metabolic effects of troglitazone in patients with diabetes and end‐stage renal disease", "2005"], ["Linagliptin monotherapy compared with voglibose monotherapy in patients with type 2 diabetes undergoing hemodialysis: a 12‐week randomized trial", "2016"], ["Effect of pioglitazone on dyslipidemia in hemodialysis patients with type 2 diabetes", "2001"], ["Long‐term treatment with the dipeptidyl peptidase‐4 inhibitor saxagliptin in patients with type 2 diabetes mellitus and renal impairment: a randomised controlled 52‐week efficacy and safety study", "2011"], ["Use of pioglitazone vs. placebo in addition to standard insulin treatment in patients with type 2 diabetes mellitus requiring hemodialysis treatment [abstract]", "2011"], ["Renal and metabolic effects of insulin lispro in type 2 diabetic subjects with overt nephropathy", "2003"], ["Predisposing factors for any and major hypoglycemia with saxagliptin versus placebo and overall: analysis from the SAVOR‐TIMI 53 trial", "2016"], ["Insulin therapy in uremic diabetic patients on continuous ambulatory peritoneal dialysis; comparison of intraperitoneal and subcutaneous administration", "1994"], ["Assessing the safety of sitagliptin in older participants in the trial evaluating cardiovascular outcomes with sitagliptin (TECOS)", "2017"], ["Rosiglitazone reduces insulin requirement and C‐reactive protein levels in type 2 diabetic patients receiving peritoneal dialysis", "2005"], ["Efficacy and safety of canagliflozin (CANA) in subjects with type 2 diabetes mellitus (t2dm) and moderate renal impairment [abstract no:TH‐PO536]", "2012"], ["Linagliptin improves glycemic control after 1 year as add‐on therapy to basal insulin in Asian patients with type 2 diabetes mellitus", "2015"], ["LX4211 therapy reduces postprandial glucose levels in patients with type 2 diabetes mellitus and renal impairment despite low urinary glucose excretion", "2015"]]}